
PawnOptions = {
	["LastVersion"] = 2.0417,
	["LastPlayerFullName"] = "우두대리-아즈샤라",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 178693,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:178693::::::::60:266::35:6:7352:7359:6652:7194:1534:6646::::|h[고치비단 수도두건]|h|r",
		}, -- [1]
		{
			["ID"] = 183040,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:183040::::::::60:266::3:5:7189:6652:7193:1472:6646:1:28:751:::|h[영원한 겨울의 부적]|h|r",
		}, -- [2]
		{
			["ID"] = 183020,
			["Level"] = 207,
			["Link"] = "|cffa335ee|Hitem:183020::::::::60:266::82:4:7189:6652:1472:6646::::|h[참회의 어깨망토]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 182998,
			["Level"] = 207,
			["Link"] = "|cffa335ee|Hitem:182998::::::::60:266::82:4:7189:6652:1472:6646:1:28:751:::|h[저주받은 특공대원의 로브]|h|r",
		}, -- [5]
		{
			["ID"] = 183028,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:183028::::::::60:266::5:5:7188:6652:7193:1485:6646:1:28:2060:::|h[무한한 조임의 허리끈]|h|r",
		}, -- [6]
		{
			["ID"] = 179351,
			["Level"] = 184,
			["Link"] = "|cffa335ee|Hitem:179351::::::::60:266::23:4:6807:41:1498:6646:1:28:2044:::|h[무에젤라의 사술명주 사롱]|h|r",
		}, -- [7]
		{
			["ID"] = 183023,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:183023::::::::60:266::3:4:7189:6652:1472:6646:1:28:751:::|h[반짝유리 끌신]|h|r",
		}, -- [8]
		{
			["ID"] = 173249,
			["Level"] = 210,
			["Link"] = "|cffff8000|Hitem:173249::::::::60:266::64:6:7025:6717:7193:6649:6648:1507::::|h[윌프레드의 최상급 소환의 손목싸개]|h|r",
		}, -- [9]
		{
			["ID"] = 183022,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:183022::::::::60:266::3:4:7189:6652:1472:6646:1:28:751:::|h[말도 안 되게 거대한 반장갑]|h|r",
		}, -- [10]
		{
			["ID"] = 178871,
			["Level"] = 203,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:178871::::::::60:266::16:6:7382:7359:6652:7193:1517:6646:1:28:1279:::|h[핏빛 서약 인장]|h|r",
		}, -- [11]
		{
			["ID"] = 183037,
			["Level"] = 200,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:183037:6166:::::::60:266::3:5:7189:6652:7194:1472:6646:1:28:751:::|h[의식술사의 소중한 반지]|h|r",
		}, -- [12]
		{
			["ID"] = 173069,
			["Level"] = 200,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:173069::::::::60:266::13:::::|h[다크문 카드 한 벌: 부패]|h|r",
		}, -- [13]
		{
			["ID"] = 173069,
			["Level"] = 200,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:173069::::::::60:266::13:::::|h[다크문 카드 한 벌: 부패]|h|r",
		}, -- [14]
		{
			["ID"] = 183034,
			["Level"] = 200,
			["Link"] = "|cffa335ee|Hitem:183034::::::::60:266::3:4:7189:6652:1472:6646:1:28:751:::|h[박쥐날개 두건망토]|h|r",
		}, -- [15]
		{
			["ID"] = 180002,
			["Level"] = 207,
			["Link"] = "|cffa335ee|Hitem:180002::::::::60:266::82:4:7189:6652:1505:6646:1:28:807:::|h[긴 어둠의 뾰족지팡이]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARLOCK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
