
PawnOptions = {
	["LastVersion"] = 2.0417,
	["LastPlayerFullName"] = "닉을뭐라고할까-하이잘",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 155888,
			["Level"] = 135,
			["Link"] = "|cffa335ee|Hitem:155888::::::::50:270::35:5:5448:1543:4786:6511:4775::::|h[무쇠파도 선장의 모자]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 142,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:270::11:4:4932:4933:6316:1556::::|h[아제로스의 심장]|h|r",
		}, -- [2]
		{
			["ID"] = 159323,
			["Level"] = 135,
			["Link"] = "|cffa335ee|Hitem:159323::::::::50:270::35:5:5448:1543:4786:6512:4775::::|h[핏빛 괴물의 어깨보호구]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159303,
			["Level"] = 135,
			["Link"] = "|cffa335ee|Hitem:159303::::::::50:269::35:5:5448:1543:4786:6510:4775::::|h[경건한 숭배의 조끼]|h|r",
		}, -- [5]
		{
			["ID"] = 159333,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:159333::::::::50:270::35:7:6534:6578:6515:1538:4786:6477:6455::::|h[아제라이트 병기의 덧띠]|h|r",
		}, -- [6]
		{
			["ID"] = 159322,
			["Level"] = 130,
			["Link"] = "|cffa335ee|Hitem:159322::::::::50:270::35:8:6536:6578:6579:6479:6470:6513:1543:4786::::|h[바다방랑자의 통바지]|h|r",
		}, -- [7]
		{
			["ID"] = 159320,
			["Level"] = 130,
			["Link"] = "|cffa335ee|Hitem:159320::::::::50:269::35:7:6536:6578:6579:6552:6515:1543:4786::::|h[포위자의 갑판추적신]|h|r",
		}, -- [8]
		{
			["ID"] = 159300,
			["Level"] = 130,
			["Link"] = "|cffa335ee|Hitem:159300::::::::50:270::35:7:6536:6578:6515:1543:4786:6477:6455::::|h[쿨라의 도축 손목싸개]|h|r",
		}, -- [9]
		{
			["ID"] = 159305,
			["Level"] = 120,
			["Link"] = "|cffa335ee|Hitem:159305::::::::50:270::16:6:6534:40:6516:6513:1533:4786::::|h[부식물 취급자의 장갑]|h|r",
		}, -- [10]
		{
			["ID"] = 159458,
			["Level"] = 120,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159458:6111:::::::50:270::16:5:6534:6516:6513:1533:4786::::|h[위풍당당한 로아의 인장 반지]|h|r",
		}, -- [11]
		{
			["ID"] = 159458,
			["Level"] = 120,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159458:6111:::::::50:269::16:5:6534:6516:6513:1533:4786::::|h[위풍당당한 로아의 인장 반지]|h|r",
		}, -- [12]
		{
			["ID"] = 174044,
			["Level"] = 130,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174044::::::::50:269::6:5:4824:40:6513:1517:4786::::|h[고동치는 검은용 비늘]|h|r",
		}, -- [13]
		{
			["ID"] = 155881,
			["Level"] = 130,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:155881::::::::50:269::35:4:6536:6515:1543:4786::::|h[할란의 납 주사위]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 155,
			["Link"] = "|cffff8000|Hitem:169223::::::::50:270::11:2:6582:1472::::|h[아쉬즈라카마스 - 결의의 수의]|h|r",
		}, -- [15]
		{
			["ID"] = 158714,
			["Level"] = 130,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:158714:6148:::::::50:269::35:8:6536:6578:6579:6494:6613:6513:1543:4786::::|h[무리의 끝]|h|r",
		}, -- [16]
		{
			["ID"] = 159646,
			["Level"] = 125,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:159646:6149:::::::50:269::35:6:6534:6578:6513:1538:4786:6516::::|h[파도소환사 아쿠마르]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
