
PawnOptions = {
	["LastVersion"] = 2.041,
	["LastPlayerFullName"] = "공드럼-아즈샤라",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 178817,
			["Level"] = 146,
			["Link"] = "|cff0070dd|Hitem:178817::::::::59:269::17:4:7217:6771:6652:7194:2:28:747:9:59:::|h[굴절된 그림자의 두건]|h|r",
		}, -- [1]
		{
			["ID"] = 178707,
			["Level"] = 134,
			["Link"] = "|cff0070dd|Hitem:178707::::::::57:270::17:4:7217:6771:6652:7193:2:9:57:28:747:::|h[흔적방직공 펜던트]|h|r",
		}, -- [2]
		{
			["ID"] = 159331,
			["Level"] = 90,
			["Link"] = "|cffa335ee|Hitem:159331::::::::55:269::35:5:5445:1498:4786:6268:4775::::|h[총잡이의 어깨덮개]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 178744,
			["Level"] = 128,
			["Link"] = "|cff0070dd|Hitem:178744::::::::57:270::17:3:7217:6771:6652:2:9:56:28:747:::|h[갓 방부제를 바른 웃옷]|h|r",
		}, -- [5]
		{
			["ID"] = 178823,
			["Level"] = 134,
			["Link"] = "|cff0070dd|Hitem:178823::::::::58:268::17:4:7217:6771:6652:7194:2:9:57:28:747:::|h[어두운 헌신의 허리줄]|h|r",
		}, -- [6]
		{
			["ID"] = 168378,
			["Level"] = 74,
			["Link"] = "|cffa335ee|Hitem:168378::::::::55:269::4:4:4801:1472:5847:4783::::|h[폭풍의 후예 다리보호구]|h|r",
		}, -- [7]
		{
			["ID"] = 178731,
			["Level"] = 140,
			["Link"] = "|cff0070dd|Hitem:178731::::::::58:269::17:3:7217:6771:6652:2:28:747:9:58:::|h[내장으로 꿰맨 발보호구]|h|r",
		}, -- [8]
		{
			["ID"] = 178702,
			["Level"] = 140,
			["Link"] = "|cff0070dd|Hitem:178702::::::::58:268::17:4:7217:6771:6652:7194:2:9:58:28:747:::|h[덤불의 손목띠]|h|r",
		}, -- [9]
		{
			["ID"] = 178757,
			["Level"] = 122,
			["Link"] = "|cff0070dd|Hitem:178757::::::::58:269::17:3:7217:6771:6652:2:9:55:28:747:::|h[흐릿한 의식의 장갑]|h|r",
		}, -- [10]
		{
			["ID"] = 159458,
			["Level"] = 120,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159458::::::::55:269::35:4:6528:6515:1533:4786::::|h[위풍당당한 로아의 인장 반지]|h|r",
		}, -- [11]
		{
			["ID"] = 159458,
			["Level"] = 120,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159458::::::::55:268::35:4:6528:6515:1533:4786::::|h[위풍당당한 로아의 인장 반지]|h|r",
		}, -- [12]
		{
			["ID"] = 178783,
			["Level"] = 134,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:178783::::::::57:270::17:3:7217:6771:6652:2:9:57:28:747:::|h[흡수하는 성물함 조각]|h|r",
		}, -- [13]
		{
			["ID"] = 178783,
			["Level"] = 134,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:178783::::::::58:268::17:3:7217:6771:6652:2:9:57:28:747:::|h[흡수하는 성물함 조각]|h|r",
		}, -- [14]
		{
			["ID"] = 168391,
			["Level"] = 78,
			["Link"] = "|cffa335ee|Hitem:168391::::::::55:269::3:3:4798:1478:4786::::|h[불길한 물결의 망토]|h|r",
		}, -- [15]
		{
			["ID"] = 166802,
			["Level"] = 115,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:166802::::::::55:269::81:3:5844:1527:4786:1:28:1401:::|h[역병인도자의 마법검]|h|r",
		}, -- [16]
		{
			["ID"] = 166802,
			["Level"] = 115,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:166802::::::::55:268::81:3:5844:1527:4786:1:28:1401:::|h[역병인도자의 마법검]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
