
ChatterDB = {
	["namespaces"] = {
		["PlayerNames"] = {
		},
		["AltLinks"] = {
		},
		["Scrollback"] = {
		},
		["Invite Links"] = {
			["profiles"] = {
				["Default"] = {
					["words"] = {
						["ㅅㅅ"] = "ㅅㅅ",
						["초대"] = "초대",
					},
				},
			},
		},
		["ChannelColors"] = {
			["profiles"] = {
				["Default"] = {
					["colors"] = {
						["공격대"] = {
							["b"] = 0,
							["g"] = 0.4980392456054688,
							["r"] = 1,
						},
						["외침"] = {
							["b"] = 0.250980406999588,
							["g"] = 0.250980406999588,
							["r"] = 1,
						},
						["인스턴스"] = {
							["b"] = 0,
							["g"] = 0.4980392456054688,
							["r"] = 1,
						},
						["길드 관리 메시지"] = {
							["b"] = 0.250980406999588,
							["g"] = 0.7529412508010864,
							["r"] = 0.250980406999588,
						},
						["공격대장"] = {
							["b"] = 0.03529411926865578,
							["g"] = 0.2823529541492462,
							["r"] = 1,
						},
						["파티"] = {
							["b"] = 1,
							["g"] = 0.6666666865348816,
							["r"] = 0.6666666865348816,
						},
						["길드 일반 메시지"] = {
							["b"] = 0.250980406999588,
							["g"] = 1,
							["r"] = 0.250980406999588,
						},
						["공격대 경보"] = {
							["b"] = 0,
							["g"] = 0.2823529541492462,
							["r"] = 1,
						},
						["인스턴스장"] = {
							["b"] = 0.03529411926865578,
							["g"] = 0.2823529541492462,
							["r"] = 1,
						},
						["대화"] = {
							["b"] = 1,
							["g"] = 1,
							["r"] = 1,
						},
						["귓속말"] = {
							["b"] = 1,
							["g"] = 0.501960813999176,
							["r"] = 1,
						},
						["실명 ID 귓속말"] = {
							["b"] = 0.9647059440612793,
							["g"] = 1,
							["r"] = 0,
						},
						["파티장"] = {
							["b"] = 1,
							["g"] = 0.7843137979507446,
							["r"] = 0.4627451300621033,
						},
					},
				},
			},
		},
		["StickyChannels"] = {
		},
		["ChatFrameBorders"] = {
		},
		["Buttons"] = {
		},
		["Server Positioning"] = {
		},
		["JustifyText"] = {
		},
		["Timestamps"] = {
		},
		["EditBox"] = {
		},
		["Highlight"] = {
		},
		["ChatTabs"] = {
		},
		["ChannelNames"] = {
		},
		["CopyChat"] = {
		},
		["UrlCopy"] = {
		},
		["Editbox History"] = {
		},
		["ChatFont"] = {
		},
		["Mousewheel Scroll"] = {
		},
	},
	["profileKeys"] = {
		["Ggongttari - Illidan"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["welcomeMessaged"] = true,
		},
	},
}
