
Details_StreamerDB = {
	["characters"] = {
		["우두대리 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["Ggongttari - Illidan"] = "윈드라이드 - 아즈샤라",
		["연습수도 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["Hoppan - 굴단"] = "윈드라이드 - 아즈샤라",
		["죽었따리 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["반신반의 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["법따리 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["Rubidium - 듀로탄"] = "윈드라이드 - 아즈샤라",
		["쟤집없음 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["쿵따리 - 하이잘"] = "윈드라이드 - 아즈샤라",
		["깡따리 - 하이잘"] = "윈드라이드 - 아즈샤라",
		["엘리라이드 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["누나성기삽니다 - 하이잘"] = "윈드라이드 - 아즈샤라",
		["윈드서프 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["노익쟝 - 하이잘"] = "윈드라이드 - 아즈샤라",
		["싸딸라 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["공드럼 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["윈드라이드 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["고흑마흑마 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["시프라이드 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["재빠른사격 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["레드라이드 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["얼따리 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["꽁따리 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["꽁짜리 - 하이잘"] = "윈드라이드 - 아즈샤라",
		["고독한격냥 - 하이잘"] = "윈드라이드 - 아즈샤라",
		["블루라이드 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["누나성기삽니다 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["퍼플라이드 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["호있얍 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
		["흑우따리 - 아즈샤라"] = "윈드라이드 - 아즈샤라",
	},
	["profiles"] = {
		["윈드라이드 - 아즈샤라"] = {
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["is_first_run"] = false,
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["main_frame_size"] = {
				300, -- [1]
				500.000030517578, -- [2]
			},
			["minimap"] = {
				["minimapPos"] = 153.103676241888,
				["radius"] = 160,
				["hide"] = true,
			},
			["arrow_anchor_x"] = 0,
			["row_texture"] = "Details Serenity",
			["scale"] = 1,
			["row_height"] = 20,
			["point"] = "CENTER",
			["enabled"] = false,
			["arrow_size"] = 10,
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0.2, -- [4]
			},
			["main_frame_strata"] = "LOW",
			["arrow_texture"] = "Interface\\CHATFRAME\\ChatFrameExpandArrow",
			["font_size"] = 10,
			["use_spark"] = true,
			["x"] = 0,
			["font_face"] = "Friz Quadrata TT",
			["per_second"] = {
				["enabled"] = false,
				["point"] = "CENTER",
				["scale"] = 1,
				["font_shadow"] = true,
				["y"] = 3.0517578125e-05,
				["x"] = 3.0517578125e-05,
				["size"] = 32,
				["update_speed"] = 0.05,
				["attribute_type"] = 1,
			},
			["y"] = 4.57763671875e-05,
			["author"] = "Details! Team",
			["main_frame_locked"] = false,
			["arrow_anchor_y"] = 0,
		},
	},
}
