
SimulationCraftDB = {
	["profileKeys"] = {
		["우두대리 - 아즈샤라"] = "우두대리 - 아즈샤라",
		["Hoppan - 굴단"] = "Hoppan - 굴단",
		["흑우따리 - 아즈샤라"] = "흑우따리 - 아즈샤라",
		["반신반의 - 아즈샤라"] = "반신반의 - 아즈샤라",
		["쟤집없음 - 아즈샤라"] = "쟤집없음 - 아즈샤라",
		["쿵따리 - 하이잘"] = "쿵따리 - 하이잘",
		["깡따리 - 하이잘"] = "깡따리 - 하이잘",
		["누나성기삽니다 - 하이잘"] = "누나성기삽니다 - 하이잘",
		["노익쟝 - 하이잘"] = "노익쟝 - 하이잘",
		["공드럼 - 아즈샤라"] = "공드럼 - 아즈샤라",
		["싸딸라 - 아즈샤라"] = "싸딸라 - 아즈샤라",
		["꽁짜리 - 하이잘"] = "꽁짜리 - 하이잘",
		["꽁따리 - 아즈샤라"] = "꽁따리 - 아즈샤라",
		["Ggongttari - Illidan"] = "Ggongttari - Illidan",
		["고독한격냥 - 하이잘"] = "고독한격냥 - 하이잘",
		["호있얍 - 아즈샤라"] = "호있얍 - 아즈샤라",
		["누나성기삽니다 - 아즈샤라"] = "누나성기삽니다 - 아즈샤라",
		["죽었따리 - 아즈샤라"] = "죽었따리 - 아즈샤라",
		["법따리 - 아즈샤라"] = "법따리 - 아즈샤라",
		["얼따리 - 아즈샤라"] = "얼따리 - 아즈샤라",
	},
	["profiles"] = {
		["우두대리 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 140.396714642592,
			},
		},
		["Hoppan - 굴단"] = {
		},
		["흑우따리 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 118.364786378511,
			},
		},
		["반신반의 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 240.723035295542,
			},
		},
		["쟤집없음 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 104.770621673857,
			},
		},
		["쿵따리 - 하이잘"] = {
			["minimap"] = {
				["minimapPos"] = 12.86340517614283,
			},
		},
		["깡따리 - 하이잘"] = {
		},
		["누나성기삽니다 - 하이잘"] = {
		},
		["노익쟝 - 하이잘"] = {
		},
		["공드럼 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 80.4143419504789,
			},
		},
		["싸딸라 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 244.437172196443,
			},
		},
		["꽁짜리 - 하이잘"] = {
		},
		["꽁따리 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 134.0656881746401,
			},
		},
		["Ggongttari - Illidan"] = {
		},
		["고독한격냥 - 하이잘"] = {
		},
		["호있얍 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 58.41690620005608,
			},
		},
		["누나성기삽니다 - 아즈샤라"] = {
		},
		["죽었따리 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 157.4781119701,
			},
		},
		["법따리 - 아즈샤라"] = {
		},
		["얼따리 - 아즈샤라"] = {
			["minimap"] = {
				["minimapPos"] = 199.043938998177,
			},
		},
	},
}
