
Gladius2DB = {
	["profileKeys"] = {
		["우두대리 - 아즈샤라"] = "우두대리 - 아즈샤라",
		["공드럼 - 아즈샤라"] = "공드럼 - 아즈샤라",
		["싸딸라 - 아즈샤라"] = "싸딸라 - 아즈샤라",
		["죽었따리 - 아즈샤라"] = "죽었따리 - 아즈샤라",
		["엄따리 - 아즈샤라"] = "엄따리 - 아즈샤라",
		["쟤집없음 - 아즈샤라"] = "쟤집없음 - 아즈샤라",
		["호있얍 - 아즈샤라"] = "호있얍 - 아즈샤라",
		["닉을뭐라고할까 - 하이잘"] = "닉을뭐라고할까 - 하이잘",
		["꽁따리 - 아즈샤라"] = "꽁따리 - 아즈샤라",
	},
	["profiles"] = {
		["우두대리 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 505.6000556455729,
			},
			["x"] = {
				["arena1"] = 930.1337030781724,
			},
		},
		["공드럼 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1020.444729570554,
			},
			["y"] = {
				["arena1"] = 451.5556532952542,
			},
		},
		["싸딸라 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 476.4452806340523,
			},
			["x"] = {
				["arena1"] = 323.5570607861246,
			},
			["direction"] = 2,
		},
		["죽었따리 - 아즈샤라"] = {
			["y"] = {
				["arena1"] = 598.0445457312817,
			},
			["x"] = {
				["arena1"] = 284.4443211237558,
			},
			["locked"] = true,
			["tagsVersion"] = 4,
			["auraVersion"] = 1,
		},
		["엄따리 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 432.3556094275591,
			},
			["x"] = {
				["arena1"] = 1026.133618597196,
			},
		},
		["쟤집없음 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 957.8669502774937,
			},
			["y"] = {
				["arena1"] = 444.4443684008365,
			},
		},
		["호있얍 - 아즈샤라"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 445.1556097375033,
			},
			["x"] = {
				["arena1"] = 958.578061405824,
			},
		},
		["닉을뭐라고할까 - 하이잘"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 984.1779752201546,
			},
			["y"] = {
				["arena1"] = 557.5112114164585,
			},
		},
		["꽁따리 - 아즈샤라"] = {
			["y"] = {
				["arena1"] = 413.8664596743001,
			},
			["x"] = {
				["arena1"] = 393.9556519005055,
			},
			["globalFont"] = "기본 글꼴",
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["direction"] = 2,
		},
	},
}
