
Omen3DB = {
	["profileKeys"] = {
		["엄따리 - 아즈샤라"] = "엄따리 - 아즈샤라",
		["싸딸라 - 아즈샤라"] = "싸딸라 - 아즈샤라",
		["죽었따리 - 아즈샤라"] = "죽었따리 - 아즈샤라",
		["닉을뭐라고할까 - 하이잘"] = "닉을뭐라고할까 - 하이잘",
		["꽁따리 - 아즈샤라"] = "꽁따리 - 아즈샤라",
	},
	["profiles"] = {
		["엄따리 - 아즈샤라"] = {
			["VGrip2"] = 192.6250673389486,
			["PositionY"] = 348.9998779296875,
			["PositionW"] = 335.0001220703125,
			["Shown"] = false,
			["PositionH"] = 137.0000305175781,
			["PositionX"] = 1492.501220703125,
			["VGrip1"] = 142.3750497722664,
		},
		["싸딸라 - 아즈샤라"] = {
			["PositionW"] = 199.9999084472656,
			["PositionH"] = 82.00001525878906,
			["PositionY"] = 294.9997253417969,
			["Locked"] = true,
			["Shown"] = false,
			["PositionX"] = 1498.5009765625,
		},
		["죽었따리 - 아즈샤라"] = {
			["PositionW"] = 216.0001678466797,
			["Shown"] = false,
			["FrameStrata"] = "2-LOW",
			["PositionH"] = 168.0000610351563,
			["VGrip2"] = 124.1999733276632,
			["PositionY"] = 379.999755859375,
			["PositionX"] = 1486.999877929688,
			["Locked"] = true,
			["VGrip1"] = 91.79998028566408,
		},
		["닉을뭐라고할까 - 하이잘"] = {
			["Shown"] = false,
			["PositionY"] = 614.9999389648438,
			["PositionX"] = 847.5,
		},
		["꽁따리 - 아즈샤라"] = {
			["PositionY"] = 297.9998474121094,
			["PositionW"] = 199.9999084472656,
			["Shown"] = false,
			["PositionX"] = 1491.500366210938,
			["PositionH"] = 82.00001525878906,
		},
	},
}
