
PawnOptions = {
	["LastVersion"] = 2.0413,
	["LastPlayerFullName"] = "쟤집없음-아즈샤라",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 178773,
			["Level"] = 134,
			["Link"] = "|cff0070dd|Hitem:178773::::::::57:73::17:4:7217:6771:6652:7194:2:28:747:9:57:::|h[역병관리인의 철갑투구]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 137,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:71::11:4:6316:4932:4933:1551::::|h[아제로스의 심장]|h|r",
		}, -- [2]
		{
			["ID"] = 174166,
			["Level"] = 130,
			["Link"] = "|cffa335ee|Hitem:174166::::::::50:71::5:5:4823:1502:4786:6509:4775::::|h[무한한 암흑의 견갑]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 178814,
			["Level"] = 122,
			["Link"] = "|cff0070dd|Hitem:178814::::::::57:73::17:3:7217:6771:6652:2:9:55:28:747:::|h[초자연적인 감화의 가슴보호갑]|h|r",
		}, -- [5]
		{
			["ID"] = 174171,
			["Level"] = 115,
			["Link"] = "|cffa335ee|Hitem:174171::::::::50:71::5:5:4823:6516:6515:1502:4786::::|h[암흑 수정 요대]|h|r",
		}, -- [6]
		{
			["ID"] = 178701,
			["Level"] = 128,
			["Link"] = "|cff0070dd|Hitem:178701::::::::57:73::17:3:7217:6771:6652:2:9:56:28:747:::|h[게걸껍질 경갑]|h|r",
		}, -- [7]
		{
			["ID"] = 174173,
			["Level"] = 115,
			["Link"] = "|cffa335ee|Hitem:174173::168642::::::50:71::5:6:4823:1808:6516:6513:1502:4786::::|h[환영 현실의 장화]|h|r",
		}, -- [8]
		{
			["ID"] = 173482,
			["Level"] = 100,
			["Link"] = "|cffa335ee|Hitem:173482::168642::::::50:71::29:8:6412:4803:4802:42:6515:6516:1494:4786::::|h[악성 거대괴수의 손목보호구]|h|r",
		}, -- [9]
		{
			["ID"] = 155890,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:155890::::::::50:71::35:7:6530:6578:6579:6537:6515:1538:4786::::|h[상어이빨 돌기 손장갑]|h|r",
		}, -- [10]
		{
			["ID"] = 174533,
			["Level"] = 125,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174533:6111:::::::50:71::5:8:4823:6578:6579:6476:6470:6513:1502:4786::::|h[우주적 잠재력의 반지]|h|r",
		}, -- [11]
		{
			["ID"] = 174533,
			["Level"] = 125,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174533:6111:::::::50:73::5:8:4823:6578:6579:6476:6470:6513:1502:4786::::|h[우주적 잠재력의 반지]|h|r",
		}, -- [12]
		{
			["ID"] = 159618,
			["Level"] = 115,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159618::::::::50:73::35:4:5008:6513:1528:4786::::|h[음침바의 의식 붕대]|h|r",
		}, -- [13]
		{
			["ID"] = 159618,
			["Level"] = 115,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159618::::::::51:73::35:4:5008:6513:1528:4786::::|h[음침바의 의식 붕대]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 139,
			["Link"] = "|cffff8000|Hitem:169223::::::::50:71::11:2:6279:1472::::|h[아쉬즈라카마스 - 결의의 수의]|h|r",
		}, -- [15]
		{
			["ID"] = 178730,
			["Level"] = 128,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:178730::::::::57:71::17:3:7217:6771:6652:2:9:56:28:747:::|h[부풀어 오른 벌레 파쇄기]|h|r",
		}, -- [16]
		{
			["ID"] = 178730,
			["Level"] = 128,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:178730::::::::57:73::17:3:7217:6771:6652:2:9:56:28:747:::|h[부풀어 오른 벌레 파쇄기]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
