
_detalhes_database = {
	["savedbuffs"] = {
	},
	["mythic_dungeon_id"] = 13,
	["tabela_historico"] = {
		["tabelas"] = {
			{
				{
					["combatId"] = 14,
					["tipo"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.003799,
							["spec"] = 254,
							["damage_from"] = {
							},
							["targets"] = {
								["공격대원의 훈련용 허수아비"] = 336910,
							},
							["pets"] = {
							},
							["on_hold"] = false,
							["end_time"] = 1605586195,
							["classe"] = "HUNTER",
							["raid_targets"] = {
							},
							["total_without_pet"] = 336910.003799,
							["colocacao"] = 1,
							["friendlyfire"] = {
							},
							["dps_started"] = false,
							["total"] = 336910.003799,
							["aID"] = "2116-0913E6A4",
							["friendlyfire_total"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
									[269031] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 734,
										["g_amt"] = 0,
										["n_max"] = 192,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 1492,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 758,
										["n_min"] = 184,
										["g_dmg"] = 0,
										["counter"] = 6,
										["total"] = 1492,
										["c_max"] = 367,
										["spellschool"] = 1,
										["id"] = 269031,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 4,
										["r_amt"] = 0,
										["c_min"] = 367,
									},
									[257045] = {
										["c_amt"] = 37,
										["b_amt"] = 0,
										["c_dmg"] = 30800,
										["g_amt"] = 0,
										["n_max"] = 508,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 53066,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 22266,
										["n_min"] = 359,
										["g_dmg"] = 0,
										["counter"] = 91,
										["total"] = 53066,
										["c_max"] = 1004,
										["spellschool"] = 1,
										["id"] = 257045,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 54,
										["r_amt"] = 0,
										["c_min"] = 728,
									},
									[19434] = {
										["c_amt"] = 10,
										["b_amt"] = 0,
										["c_dmg"] = 71181,
										["g_amt"] = 0,
										["n_max"] = 4000,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 117945,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 46764,
										["n_min"] = 3066,
										["g_dmg"] = 0,
										["counter"] = 24,
										["total"] = 117945,
										["c_max"] = 8368,
										["spellschool"] = 1,
										["id"] = 19434,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 14,
										["r_amt"] = 0,
										["c_min"] = 6217,
									},
									[185358] = {
										["c_amt"] = 18,
										["b_amt"] = 0,
										["c_dmg"] = 58811,
										["g_amt"] = 0,
										["n_max"] = 2112,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 81522,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 22711,
										["n_min"] = 1544,
										["g_dmg"] = 0,
										["counter"] = 31,
										["total"] = 81522,
										["c_max"] = 4192,
										["spellschool"] = 64,
										["id"] = 185358,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 13,
										["r_amt"] = 0,
										["c_min"] = 1805,
									},
									[311192] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 8598,
										["g_amt"] = 0,
										["n_max"] = 1110,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 12943,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 4345,
										["n_min"] = 1062,
										["g_dmg"] = 0,
										["counter"] = 8,
										["total"] = 12943,
										["c_max"] = 2220,
										["spellschool"] = 4,
										["id"] = 311192,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 4,
										["r_amt"] = 0,
										["c_min"] = 2126,
									},
									[269576] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 868,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 25793,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 25793,
										["n_min"] = 58,
										["g_dmg"] = 0,
										["counter"] = 66,
										["total"] = 25793,
										["c_max"] = 0,
										["spellschool"] = 1,
										["id"] = 269576,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 66,
										["r_amt"] = 0,
										["c_min"] = 0,
									},
									[56641] = {
										["c_amt"] = 10,
										["b_amt"] = 0,
										["c_dmg"] = 11107,
										["g_amt"] = 0,
										["n_max"] = 670,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 19977,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 8870,
										["n_min"] = 499,
										["g_dmg"] = 0,
										["counter"] = 27,
										["total"] = 19977,
										["c_max"] = 1308,
										["spellschool"] = 1,
										["id"] = 56641,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 17,
										["r_amt"] = 0,
										["c_min"] = 993,
									},
									[75] = {
										["c_amt"] = 22,
										["b_amt"] = 0,
										["c_dmg"] = 15239,
										["g_amt"] = 0,
										["n_max"] = 422,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 24172,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 8933,
										["n_min"] = 320,
										["g_dmg"] = 0,
										["counter"] = 48,
										["total"] = 24172,
										["c_max"] = 844,
										["spellschool"] = 1,
										["id"] = 75,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 26,
										["r_amt"] = 0,
										["c_min"] = 640,
									},
								},
							},
							["grupo"] = true,
							["serial"] = "Player-2116-0913E6A4",
							["last_dps"] = 2398.328579048522,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.003799,
							["start_time"] = 1605586054,
							["delay"] = 0,
							["last_event"] = 1605586192,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008092,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["aID"] = "131983",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008092,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["total"] = 0.008092,
							["end_time"] = 1605586195,
							["on_hold"] = false,
							["nome"] = "공격대원의 훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire_total"] = 0,
							["friendlyfire"] = {
							},
							["serial"] = "Creature-0-3057-1643-9304-131983-0000300321",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 336910.008092,
							["start_time"] = 1605586195,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [2]
					},
				}, -- [1]
				{
					["combatId"] = 14,
					["tipo"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["고독한격냥"] = 23168,
							},
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "2116-0913E6A4",
							["totalover"] = 23168.004938,
							["total_without_pet"] = 0.004938,
							["total"] = 0.004938,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["totalabsorb"] = 0.004938,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.004938,
							["healing_taken"] = 0.004938,
							["end_time"] = 1605586195,
							["healing_from"] = {
							},
							["heal_enemy_amt"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 3,
								["_ActorTable"] = {
									[298318] = {
										["c_amt"] = 5,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 12816,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 8,
										["overheal"] = 12816,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 298318,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 3,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[296330] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 3880,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 4,
										["overheal"] = 3880,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 296330,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 4,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[311201] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 6472,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 8,
										["overheal"] = 6472,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 311201,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 8,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
								},
							},
							["grupo"] = true,
							["start_time"] = 1605586142,
							["spec"] = 254,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "HUNTER",
							["totaldenied"] = 0.004938,
							["delay"] = 1605586176,
							["last_event"] = 1605586176,
						}, -- [1]
					},
				}, -- [2]
				{
					["combatId"] = 14,
					["tipo"] = 7,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["combatId"] = 14,
					["tipo"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[257044] = {
										["activedamt"] = 0,
										["id"] = 257044,
										["targets"] = {
										},
										["uptime"] = 19,
										["appliedamt"] = 13,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[269576] = {
										["activedamt"] = 0,
										["id"] = 269576,
										["targets"] = {
										},
										["uptime"] = 132,
										["appliedamt"] = 2,
										["refreshamt"] = 73,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["buff_uptime"] = 1777,
							["classe"] = "HUNTER",
							["buff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[298836] = {
										["activedamt"] = 1,
										["id"] = 298836,
										["targets"] = {
										},
										["uptime"] = 141,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[295248] = {
										["activedamt"] = 1,
										["id"] = 295248,
										["targets"] = {
										},
										["uptime"] = 140,
										["appliedamt"] = 1,
										["refreshamt"] = 7,
										["actived"] = false,
										["counter"] = 0,
									},
									[315763] = {
										["activedamt"] = 1,
										["id"] = 315763,
										["targets"] = {
										},
										["uptime"] = 14,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[264420] = {
										["activedamt"] = 1,
										["id"] = 264420,
										["targets"] = {
										},
										["uptime"] = 141,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[313571] = {
										["activedamt"] = 5,
										["id"] = 313571,
										["targets"] = {
										},
										["uptime"] = 99,
										["appliedamt"] = 5,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
									[298343] = {
										["activedamt"] = 7,
										["id"] = 298343,
										["targets"] = {
										},
										["uptime"] = 58,
										["appliedamt"] = 7,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[186403] = {
										["activedamt"] = 1,
										["id"] = 186403,
										["targets"] = {
										},
										["uptime"] = 141,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[270661] = {
										["activedamt"] = 2,
										["id"] = 270661,
										["targets"] = {
										},
										["uptime"] = 139,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[317859] = {
										["activedamt"] = 2,
										["id"] = 317859,
										["targets"] = {
										},
										["uptime"] = 30,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[271711] = {
										["activedamt"] = 1,
										["id"] = 271711,
										["targets"] = {
										},
										["uptime"] = 25,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[288613] = {
										["activedamt"] = 3,
										["id"] = 288613,
										["targets"] = {
										},
										["uptime"] = 40,
										["appliedamt"] = 3,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[303344] = {
										["activedamt"] = 2,
										["id"] = 303344,
										["targets"] = {
										},
										["uptime"] = 20,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[260242] = {
										["activedamt"] = 18,
										["id"] = 260242,
										["targets"] = {
										},
										["uptime"] = 40,
										["appliedamt"] = 18,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
									[193534] = {
										["activedamt"] = 6,
										["id"] = 193534,
										["targets"] = {
										},
										["uptime"] = 122,
										["appliedamt"] = 6,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
									[274447] = {
										["activedamt"] = 4,
										["id"] = 274447,
										["targets"] = {
										},
										["uptime"] = 40,
										["appliedamt"] = 4,
										["refreshamt"] = 26,
										["actived"] = false,
										["counter"] = 0,
									},
									[268904] = {
										["activedamt"] = 2,
										["id"] = 268904,
										["targets"] = {
										},
										["uptime"] = 20,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[164273] = {
										["activedamt"] = 1,
										["id"] = 164273,
										["targets"] = {
										},
										["uptime"] = 141,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[272733] = {
										["activedamt"] = 9,
										["id"] = 272733,
										["targets"] = {
										},
										["uptime"] = 97,
										["appliedamt"] = 9,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
									[279902] = {
										["activedamt"] = 9,
										["id"] = 279902,
										["targets"] = {
										},
										["uptime"] = 83,
										["appliedamt"] = 9,
										["refreshamt"] = 11,
										["actived"] = false,
										["counter"] = 0,
									},
									[268905] = {
										["activedamt"] = 3,
										["id"] = 268905,
										["targets"] = {
										},
										["uptime"] = 105,
										["appliedamt"] = 3,
										["refreshamt"] = 8,
										["actived"] = false,
										["counter"] = 0,
									},
									[269083] = {
										["activedamt"] = 1,
										["id"] = 269083,
										["targets"] = {
										},
										["uptime"] = 141,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["debuff_uptime"] = 151,
							["nome"] = "고독한격냥",
							["spec"] = 254,
							["grupo"] = true,
							["spell_cast"] = {
								[288613] = 2,
								[19434] = 23,
								[185358] = 30,
								[56641] = 27,
								[257044] = 13,
							},
							["debuff_uptime_targets"] = {
							},
							["buff_uptime_targets"] = {
							},
							["last_event"] = 1605586195,
							["pets"] = {
							},
							["aID"] = "2116-0913E6A4",
							["serial"] = "Player-2116-0913E6A4",
							["tipo"] = 4,
						}, -- [1]
					},
				}, -- [4]
				{
					["combatId"] = 14,
					["tipo"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["고독한격냥"] = true,
				},
				["last_events_tables"] = {
				},
				["overall_added"] = true,
				["cleu_timeline"] = {
				},
				["alternate_power"] = {
				},
				["tempo_start"] = 1605586054,
				["enemy"] = "공격대원의 훈련용 허수아비",
				["combat_counter"] = 1180,
				["playing_solo"] = true,
				["totals"] = {
					336910, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["CombatEndedAt"] = 3239.972,
				["aura_timeline"] = {
					["Player-2116-0913E6A4"] = {
						[271711] = {
							["enabled"] = false,
							["appliedAt"] = 3125.534,
							["spellId"] = 271711,
							["data"] = {
								{
									3125.534, -- [1]
									3150.541, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[295248] = {
							["enabled"] = false,
							["appliedAt"] = 3099.495,
							["spellId"] = 295248,
							["data"] = {
								{
									3099.495, -- [1]
									3238.855, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[315763] = {
							["enabled"] = false,
							["appliedAt"] = 3205.679,
							["spellId"] = 315763,
							["data"] = {
								{
									3205.679, -- [1]
									3220.645, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[313571] = {
							["enabled"] = false,
							["appliedAt"] = 3211.506,
							["spellId"] = 313571,
							["data"] = {
								{
									3115.858, -- [1]
									3133.058, -- [2]
								}, -- [1]
								{
									3152.007, -- [1]
									3178.744, -- [2]
								}, -- [2]
								{
									3183.157, -- [1]
									3198.26, -- [2]
								}, -- [3]
								{
									3211.506, -- [1]
									3236.622, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[298343] = {
							["enabled"] = false,
							["appliedAt"] = 3219.49,
							["spellId"] = 298343,
							["data"] = {
								{
									3107.094, -- [1]
									3115.108, -- [2]
								}, -- [1]
								{
									3127.874, -- [1]
									3135.924, -- [2]
								}, -- [2]
								{
									3142.533, -- [1]
									3150.541, -- [2]
								}, -- [3]
								{
									3156.312, -- [1]
									3164.374, -- [2]
								}, -- [4]
								{
									3164.59, -- [1]
									3174.14, -- [2]
								}, -- [5]
								{
									3194.64, -- [1]
									3202.623, -- [2]
								}, -- [6]
								{
									3219.49, -- [1]
									3227.556, -- [2]
								}, -- [7]
							},
							["amountUp"] = 0,
						},
						[257044] = {
							["enabled"] = false,
							["appliedAt"] = 3229.372,
							["spellId"] = 257044,
							["data"] = {
								{
									3100.745, -- [1]
									3102.292, -- [2]
								}, -- [1]
								{
									3110.425, -- [1]
									3111.891, -- [2]
								}, -- [2]
								{
									3117.258, -- [1]
									3118.591, -- [2]
								}, -- [3]
								{
									3122.229, -- [1]
									3123.625, -- [2]
								}, -- [4]
								{
									3137.974, -- [1]
									3139.441, -- [2]
								}, -- [5]
								{
									3150.64, -- [1]
									3152.26, -- [2]
								}, -- [6]
								{
									3157.874, -- [1]
									3159.124, -- [2]
								}, -- [7]
								{
									3170.407, -- [1]
									3171.873, -- [2]
								}, -- [8]
								{
									3178.057, -- [1]
									3179.474, -- [2]
								}, -- [9]
								{
									3186.73, -- [1]
									3188.067, -- [2]
								}, -- [10]
								{
									3198.26, -- [1]
									3199.879, -- [2]
								}, -- [11]
								{
									3213.306, -- [1]
									3214.806, -- [2]
								}, -- [12]
								{
									3229.372, -- [1]
									3230.839, -- [2]
								}, -- [13]
							},
							["amountUp"] = 0,
						},
						[269576] = {
							["enabled"] = false,
							["appliedAt"] = 3214.806,
							["spellId"] = 269576,
							["data"] = {
								{
									3102.092, -- [1]
									3212.139, -- [2]
								}, -- [1]
								{
									3214.806, -- [1]
									3236.872, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[317859] = {
							["enabled"] = false,
							["appliedAt"] = 3161.068,
							["spellId"] = 317859,
							["data"] = {
								{
									3109.025, -- [1]
									3124.05, -- [2]
								}, -- [1]
								{
									3161.068, -- [1]
									3176.057, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[303344] = {
							["enabled"] = false,
							["appliedAt"] = 3170.123,
							["spellId"] = 303344,
							["data"] = {
								{
									3156.14, -- [1]
									3166.09, -- [2]
								}, -- [1]
								{
									3170.123, -- [1]
									3180.123, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[260242] = {
							["enabled"] = false,
							["appliedAt"] = 3232.972,
							["spellId"] = 260242,
							["data"] = {
								{
									3106.875, -- [1]
									3107.094, -- [2]
								}, -- [1]
								{
									3109.108, -- [1]
									3109.358, -- [2]
								}, -- [2]
								{
									3112.991, -- [1]
									3129.016, -- [2]
								}, -- [3]
								{
									3131.541, -- [1]
									3135.596, -- [2]
								}, -- [4]
								{
									3141.31, -- [1]
									3142.621, -- [2]
								}, -- [5]
								{
									3148.058, -- [1]
									3149.541, -- [2]
								}, -- [6]
								{
									3156.312, -- [1]
									3156.408, -- [2]
								}, -- [7]
								{
									3160.363, -- [1]
									3161.628, -- [2]
								}, -- [8]
								{
									3164.59, -- [1]
									3166.207, -- [2]
								}, -- [9]
								{
									3172.847, -- [1]
									3173.107, -- [2]
								}, -- [10]
								{
									3174.99, -- [1]
									3175.633, -- [2]
								}, -- [11]
								{
									3183.157, -- [1]
									3183.412, -- [2]
								}, -- [12]
								{
									3185.407, -- [1]
									3185.689, -- [2]
								}, -- [13]
								{
									3189.34, -- [1]
									3202.85, -- [2]
								}, -- [14]
								{
									3207.089, -- [1]
									3207.089, -- [2]
								}, -- [15]
								{
									3216.778, -- [1]
									3216.883, -- [2]
								}, -- [16]
								{
									3223.556, -- [1]
									3223.556, -- [2]
								}, -- [17]
								{
									3232.972, -- [1]
									3232.972, -- [2]
								}, -- [18]
							},
							["amountUp"] = 0,
						},
						[193534] = {
							["enabled"] = false,
							["appliedAt"] = 3227.556,
							["spellId"] = 193534,
							["data"] = {
								{
									3105.308, -- [1]
									3115.858, -- [2]
								}, -- [1]
								{
									3115.858, -- [1]
									3161.317, -- [2]
								}, -- [2]
								{
									3170.243, -- [1]
									3182.258, -- [2]
								}, -- [3]
								{
									3182.258, -- [1]
									3207.923, -- [2]
								}, -- [4]
								{
									3211.506, -- [1]
									3226.506, -- [2]
								}, -- [5]
								{
									3227.556, -- [1]
									3239.972, -- [2]
								}, -- [6]
							},
							["amountUp"] = 0,
						},
						[270661] = {
							["enabled"] = false,
							["appliedAt"] = 3238.305,
							["spellId"] = 270661,
							["data"] = {
								{
									3238.305, -- [1]
									3239.972, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[268904] = {
							["enabled"] = false,
							["appliedAt"] = 3187.504,
							["spellId"] = 268904,
							["data"] = {
								{
									3141.31, -- [1]
									3151.39, -- [2]
								}, -- [1]
								{
									3187.504, -- [1]
									3197.477, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[274447] = {
							["enabled"] = false,
							["appliedAt"] = 3175.399,
							["spellId"] = 274447,
							["data"] = {
								{
									3105.308, -- [1]
									3120.224, -- [2]
								}, -- [1]
								{
									3156.14, -- [1]
									3161.317, -- [2]
								}, -- [2]
								{
									3170.123, -- [1]
									3175.399, -- [2]
								}, -- [3]
								{
									3175.399, -- [1]
									3190.395, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[272733] = {
							["enabled"] = false,
							["appliedAt"] = 3230.839,
							["spellId"] = 272733,
							["data"] = {
								{
									3102.292, -- [1]
									3110.326, -- [2]
								}, -- [1]
								{
									3111.891, -- [1]
									3131.541, -- [2]
								}, -- [2]
								{
									3139.441, -- [1]
									3147.409, -- [2]
								}, -- [3]
								{
									3152.26, -- [1]
									3167.225, -- [2]
								}, -- [4]
								{
									3171.873, -- [1]
									3187.405, -- [2]
								}, -- [5]
								{
									3188.067, -- [1]
									3196.09, -- [2]
								}, -- [6]
								{
									3199.879, -- [1]
									3207.823, -- [2]
								}, -- [7]
								{
									3214.806, -- [1]
									3222.845, -- [2]
								}, -- [8]
								{
									3230.839, -- [1]
									3238.755, -- [2]
								}, -- [9]
							},
							["amountUp"] = 0,
						},
						[279902] = {
							["enabled"] = false,
							["appliedAt"] = 3234.873,
							["spellId"] = 279902,
							["data"] = {
								{
									3099.495, -- [1]
									3104.575, -- [2]
								}, -- [1]
								{
									3111.658, -- [1]
									3116.741, -- [2]
								}, -- [2]
								{
									3123.043, -- [1]
									3128.035, -- [2]
								}, -- [3]
								{
									3128.496, -- [1]
									3136.86, -- [2]
								}, -- [4]
								{
									3145.278, -- [1]
									3150.307, -- [2]
								}, -- [5]
								{
									3158.108, -- [1]
									3181.023, -- [2]
								}, -- [6]
								{
									3191.956, -- [1]
									3198.369, -- [2]
								}, -- [7]
								{
									3206.126, -- [1]
									3225.922, -- [2]
								}, -- [8]
								{
									3234.873, -- [1]
									3239.972, -- [2]
								}, -- [9]
							},
							["amountUp"] = 0,
						},
						[268905] = {
							["enabled"] = false,
							["appliedAt"] = 3202.623,
							["spellId"] = 268905,
							["data"] = {
								{
									3161.718, -- [1]
									3187.504, -- [2]
								}, -- [1]
								{
									3202.623, -- [1]
									3239.972, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[288613] = {
							["enabled"] = false,
							["appliedAt"] = 3170.123,
							["spellId"] = 288613,
							["data"] = {
								{
									3105.308, -- [1]
									3120.224, -- [2]
								}, -- [1]
								{
									3156.14, -- [1]
									3161.317, -- [2]
								}, -- [2]
								{
									3170.123, -- [1]
									3190.395, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
					},
				},
				["__call"] = {
				},
				["data_inicio"] = "13:07:35",
				["end_time"] = 3239.972,
				["totals_grupo"] = {
					336910, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["combat_id"] = 14,
				["TotalElapsedCombatTime"] = 3239.972,
				["frags_need_refresh"] = false,
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["heal_section"] = {
					},
					["heal"] = {
						{
							["고독한격냥"] = 0.004938,
						}, -- [1]
					},
					["damage_section"] = {
					},
					["damage"] = {
						{
							["고독한격냥"] = 336910.003799,
						}, -- [1]
					},
				},
				["frags"] = {
				},
				["data_fim"] = "13:09:56",
				["instance_type"] = "none",
				["CombatSkillCache"] = {
				},
				["spells_cast_timeline"] = {
					["Player-2116-0913E6A4"] = {
						{
							3099.175, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [1]
						{
							3099.273, -- [1]
							75, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [2]
						{
							3099.273, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [3]
						{
							3100.745, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [4]
						{
							3103.842, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [5]
						{
							3105.308, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [6]
						{
							3105.308, -- [1]
							288613, -- [2]
							"", -- [3]
						}, -- [7]
						{
							3106.875, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [8]
						{
							3107.094, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [9]
						{
							3109.108, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [10]
						{
							3109.358, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [11]
						{
							3110.425, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [12]
						{
							3112.991, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [13]
						{
							3114.425, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [14]
						{
							3115.858, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [15]
						{
							3116.741, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [16]
						{
							3117.258, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [17]
						{
							3118.925, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [18]
						{
							3120.791, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [19]
						{
							3120.995, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [20]
						{
							3122.125, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [21]
						{
							3125.01, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [22]
						{
							3126.262, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [23]
						{
							3127.874, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [24]
						{
							3128.035, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [25]
						{
							3129.016, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [26]
						{
							3131.541, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [27]
						{
							3131.647, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [28]
						{
							3134.124, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [29]
						{
							3135.474, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [30]
						{
							3135.474, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [31]
						{
							3137.974, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [32]
						{
							3137.974, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [33]
						{
							3141.31, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [34]
						{
							3141.31, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [35]
						{
							3142.533, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [36]
						{
							3144.874, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [37]
						{
							3146.308, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [38]
						{
							3148.058, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [39]
						{
							3148.263, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [40]
						{
							3149.541, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [41]
						{
							3150.64, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [42]
						{
							3153.824, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [43]
						{
							3156.312, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [44]
						{
							3156.312, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [45]
						{
							3157.874, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [46]
						{
							3160.363, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [47]
						{
							3160.617, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [48]
						{
							3161.628, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [49]
						{
							3164.59, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [50]
						{
							3165.007, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [51]
						{
							3166.207, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [52]
						{
							3168.774, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [53]
						{
							3170.243, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [54]
						{
							3170.407, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [55]
						{
							3172.847, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [56]
						{
							3173.018, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [57]
						{
							3174.99, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [58]
						{
							3175.399, -- [1]
							288613, -- [2]
							"", -- [3]
						}, -- [59]
						{
							3175.633, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [60]
						{
							3178.057, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [61]
						{
							3178.057, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [62]
						{
							3180.823, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [63]
						{
							3182.258, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [64]
						{
							3183.157, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [65]
						{
							3183.412, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [66]
						{
							3185.407, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [67]
						{
							3185.689, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [68]
						{
							3186.73, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [69]
						{
							3189.34, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [70]
						{
							3191.54, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [71]
						{
							3192.856, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [72]
						{
							3194.64, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [73]
						{
							3194.64, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [74]
						{
							3197.356, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [75]
						{
							3198.26, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [76]
						{
							3200.362, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [77]
						{
							3202.744, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [78]
						{
							3202.85, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [79]
						{
							3205.241, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [80]
						{
							3207.089, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [81]
						{
							3207.089, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [82]
						{
							3209.828, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [83]
						{
							3211.506, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [84]
						{
							3213.306, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [85]
						{
							3216.778, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [86]
						{
							3216.883, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [87]
						{
							3219.089, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [88]
						{
							3219.49, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [89]
						{
							3221.911, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [90]
						{
							3223.556, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [91]
						{
							3223.556, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [92]
						{
							3226.122, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [93]
						{
							3227.556, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [94]
						{
							3228.245, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [95]
						{
							3229.372, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [96]
						{
							3232.972, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [97]
						{
							3232.972, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [98]
					},
				},
				["start_time"] = 3099.495,
				["TimeData"] = {
				},
				["pvp"] = true,
			}, -- [1]
			{
				{
					["combatId"] = 13,
					["tipo"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.002207,
							["damage_from"] = {
							},
							["targets"] = {
								["훈련용 허수아비"] = 321,
							},
							["pets"] = {
							},
							["total"] = 321.002207,
							["on_hold"] = false,
							["classe"] = "HUNTER",
							["raid_targets"] = {
							},
							["total_without_pet"] = 321.002207,
							["colocacao"] = 1,
							["friendlyfire"] = {
							},
							["dps_started"] = false,
							["end_time"] = 1605585971,
							["aID"] = "2116-0913E6A4",
							["friendlyfire_total"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
									[75] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 321,
										["targets"] = {
											["훈련용 허수아비"] = 321,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 321,
										["n_min"] = 321,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 321,
										["c_max"] = 0,
										["spellschool"] = 1,
										["id"] = 75,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 1,
										["r_amt"] = 0,
										["c_min"] = 0,
									},
								},
							},
							["grupo"] = true,
							["spec"] = 254,
							["serial"] = "Player-2116-0913E6A4",
							["last_dps"] = 71.68428025904316,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.002207,
							["start_time"] = 1605585965,
							["delay"] = 0,
							["last_event"] = 1605585965,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.00852,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["aID"] = "131989",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.00852,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["end_time"] = 1605585971,
							["on_hold"] = false,
							["friendlyfire_total"] = 0,
							["nome"] = "훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire"] = {
							},
							["total"] = 0.00852,
							["serial"] = "Creature-0-3057-1643-9304-131989-0001300322",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 321.00852,
							["start_time"] = 1605585971,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [2]
					},
				}, -- [1]
				{
					["combatId"] = 13,
					["tipo"] = 3,
					["_ActorTable"] = {
					},
				}, -- [2]
				{
					["combatId"] = 13,
					["tipo"] = 7,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["combatId"] = 13,
					["tipo"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["nome"] = "고독한격냥",
							["spec"] = 254,
							["grupo"] = true,
							["buff_uptime_targets"] = {
							},
							["buff_uptime"] = 56,
							["pets"] = {
							},
							["aID"] = "2116-0913E6A4",
							["last_event"] = 1605585971,
							["tipo"] = 4,
							["buff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[186403] = {
										["activedamt"] = 1,
										["id"] = 186403,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[313571] = {
										["activedamt"] = 1,
										["id"] = 313571,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[268905] = {
										["activedamt"] = 1,
										["id"] = 268905,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[164273] = {
										["activedamt"] = 1,
										["id"] = 164273,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[270661] = {
										["activedamt"] = 1,
										["id"] = 270661,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[257622] = {
										["activedamt"] = 1,
										["id"] = 257622,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[269083] = {
										["activedamt"] = 1,
										["id"] = 269083,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[271711] = {
										["activedamt"] = 1,
										["id"] = 271711,
										["targets"] = {
										},
										["uptime"] = 2,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[298836] = {
										["activedamt"] = 1,
										["id"] = 298836,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[264420] = {
										["activedamt"] = 1,
										["id"] = 264420,
										["targets"] = {
										},
										["uptime"] = 6,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["serial"] = "Player-2116-0913E6A4",
							["classe"] = "HUNTER",
						}, -- [1]
					},
				}, -- [4]
				{
					["combatId"] = 13,
					["tipo"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["고독한격냥"] = true,
				},
				["CombatStartedAt"] = 3099.175,
				["tempo_start"] = 1605585965,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1179,
				["playing_solo"] = true,
				["totals"] = {
					320.987257, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					321, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["data_fim"] = "13:06:12",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "훈련용 허수아비",
				["TotalElapsedCombatTime"] = 3016.443,
				["CombatEndedAt"] = 3016.443,
				["aura_timeline"] = {
					["Player-2116-0913E6A4"] = {
						[313571] = {
							["enabled"] = false,
							["appliedAt"] = 3010.395,
							["spellId"] = 313571,
							["data"] = {
								{
									3010.395, -- [1]
									3016.443, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
					},
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["heal_section"] = {
					},
					["heal"] = {
						{
						}, -- [1]
					},
					["damage_section"] = {
					},
					["damage"] = {
						{
							["고독한격냥"] = 321.002207,
						}, -- [1]
					},
				},
				["end_time"] = 3016.443,
				["combat_id"] = 13,
				["cleu_events"] = {
					["n"] = 1,
				},
				["spells_cast_timeline"] = {
					["Player-2116-0913E6A4"] = {
						{
							3009.594, -- [1]
							75, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [1]
					},
				},
				["overall_added"] = true,
				["player_last_events"] = {
				},
				["CombatSkillCache"] = {
				},
				["data_inicio"] = "13:06:06",
				["start_time"] = 3010.395,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [2]
			{
				{
					["combatId"] = 12,
					["tipo"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.003206,
							["damage_from"] = {
							},
							["targets"] = {
								["훈련용 허수아비"] = 149010,
							},
							["pets"] = {
							},
							["total"] = 149010.003206,
							["on_hold"] = false,
							["classe"] = "HUNTER",
							["raid_targets"] = {
							},
							["total_without_pet"] = 149010.003206,
							["colocacao"] = 1,
							["friendlyfire"] = {
							},
							["dps_started"] = false,
							["end_time"] = 1605585963,
							["aID"] = "2116-0913E6A4",
							["friendlyfire_total"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
									[311192] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 4440,
										["g_amt"] = 0,
										["n_max"] = 0,
										["targets"] = {
											["훈련용 허수아비"] = 4440,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 0,
										["n_min"] = 0,
										["g_dmg"] = 0,
										["counter"] = 2,
										["total"] = 4440,
										["c_max"] = 2220,
										["spellschool"] = 4,
										["id"] = 311192,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 0,
										["r_amt"] = 0,
										["c_min"] = 2220,
									},
									[269031] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 367,
										["g_amt"] = 0,
										["n_max"] = 192,
										["targets"] = {
											["훈련용 허수아비"] = 559,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 192,
										["n_min"] = 192,
										["g_dmg"] = 0,
										["counter"] = 2,
										["total"] = 559,
										["c_max"] = 367,
										["spellschool"] = 1,
										["id"] = 269031,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 1,
										["r_amt"] = 0,
										["c_min"] = 367,
									},
									[75] = {
										["c_amt"] = 6,
										["b_amt"] = 0,
										["c_dmg"] = 3929,
										["g_amt"] = 0,
										["n_max"] = 335,
										["targets"] = {
											["훈련용 허수아비"] = 7260,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 3331,
										["n_min"] = 321,
										["g_dmg"] = 0,
										["counter"] = 16,
										["total"] = 7260,
										["c_max"] = 669,
										["spellschool"] = 1,
										["id"] = 75,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 10,
										["r_amt"] = 0,
										["c_min"] = 640,
									},
									[257045] = {
										["c_amt"] = 40,
										["b_amt"] = 0,
										["c_dmg"] = 20432,
										["g_amt"] = 0,
										["n_max"] = 428,
										["targets"] = {
											["훈련용 허수아비"] = 30962,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 10530,
										["n_min"] = 178,
										["g_dmg"] = 0,
										["counter"] = 84,
										["total"] = 30962,
										["c_max"] = 849,
										["spellschool"] = 1,
										["id"] = 257045,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 44,
										["r_amt"] = 0,
										["c_min"] = 361,
									},
									[257620] = {
										["c_amt"] = 17,
										["b_amt"] = 0,
										["c_dmg"] = 21731,
										["g_amt"] = 0,
										["n_max"] = 739,
										["targets"] = {
											["훈련용 허수아비"] = 41745,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 20014,
										["n_min"] = 391,
										["g_dmg"] = 0,
										["counter"] = 52,
										["total"] = 41745,
										["c_max"] = 1478,
										["spellschool"] = 1,
										["id"] = 257620,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 35,
										["r_amt"] = 0,
										["c_min"] = 779,
									},
									[269576] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 392,
										["targets"] = {
											["훈련용 허수아비"] = 9707,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 9707,
										["n_min"] = 29,
										["g_dmg"] = 0,
										["counter"] = 69,
										["total"] = 9707,
										["c_max"] = 0,
										["spellschool"] = 1,
										["id"] = 269576,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 69,
										["r_amt"] = 0,
										["c_min"] = 0,
									},
									[56641] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 3086,
										["g_amt"] = 0,
										["n_max"] = 535,
										["targets"] = {
											["훈련용 허수아비"] = 4144,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 1058,
										["n_min"] = 523,
										["g_dmg"] = 0,
										["counter"] = 5,
										["total"] = 4144,
										["c_max"] = 1065,
										["spellschool"] = 1,
										["id"] = 56641,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 2,
										["r_amt"] = 0,
										["c_min"] = 990,
									},
									[19434] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 19430,
										["g_amt"] = 0,
										["n_max"] = 3352,
										["targets"] = {
											["훈련용 허수아비"] = 50193,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 30763,
										["n_min"] = 1540,
										["g_dmg"] = 0,
										["counter"] = 20,
										["total"] = 50193,
										["c_max"] = 6632,
										["spellschool"] = 1,
										["id"] = 19434,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 16,
										["r_amt"] = 0,
										["c_min"] = 3316,
									},
								},
							},
							["grupo"] = true,
							["spec"] = 254,
							["serial"] = "Player-2116-0913E6A4",
							["last_dps"] = 3158.195990123336,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.003206,
							["start_time"] = 1605585916,
							["delay"] = 0,
							["last_event"] = 1605585960,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.002717,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["aID"] = "131989",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.002717,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["end_time"] = 1605585963,
							["on_hold"] = false,
							["friendlyfire_total"] = 0,
							["nome"] = "훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire"] = {
							},
							["total"] = 0.002717,
							["serial"] = "Creature-0-3057-1643-9304-131989-0001300322",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 149010.002717,
							["start_time"] = 1605585963,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [2]
					},
				}, -- [1]
				{
					["combatId"] = 12,
					["tipo"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["고독한격냥"] = 8311,
							},
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "2116-0913E6A4",
							["totalover"] = 8311.007013,
							["total_without_pet"] = 0.007013,
							["total"] = 0.007013,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["totalabsorb"] = 0.007013,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.007013,
							["healing_taken"] = 0.007013,
							["end_time"] = 1605585963,
							["healing_from"] = {
							},
							["heal_enemy_amt"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 3,
								["_ActorTable"] = {
									[298318] = {
										["c_amt"] = 2,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 6091,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 4,
										["overheal"] = 6091,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 298318,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 2,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[311201] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 2220,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 2,
										["overheal"] = 2220,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 311201,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 2,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
								},
							},
							["grupo"] = true,
							["start_time"] = 1605585949,
							["spec"] = 254,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "HUNTER",
							["totaldenied"] = 0.007013,
							["delay"] = 1605585949,
							["last_event"] = 1605585949,
						}, -- [1]
					},
				}, -- [2]
				{
					["combatId"] = 12,
					["tipo"] = 7,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["combatId"] = 12,
					["tipo"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[269576] = {
										["activedamt"] = 0,
										["id"] = 269576,
										["targets"] = {
										},
										["uptime"] = 44,
										["appliedamt"] = 7,
										["refreshamt"] = 57,
										["actived"] = false,
										["counter"] = 0,
									},
									[257044] = {
										["activedamt"] = 0,
										["id"] = 257044,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 3,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["buff_uptime"] = 576,
							["classe"] = "HUNTER",
							["buff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[260242] = {
										["activedamt"] = 4,
										["id"] = 260242,
										["targets"] = {
										},
										["uptime"] = 9,
										["appliedamt"] = 4,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[271711] = {
										["activedamt"] = 1,
										["id"] = 271711,
										["targets"] = {
										},
										["uptime"] = 21,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[295248] = {
										["activedamt"] = 2,
										["id"] = 295248,
										["targets"] = {
										},
										["uptime"] = 41,
										["appliedamt"] = 2,
										["refreshamt"] = 14,
										["actived"] = false,
										["counter"] = 0,
									},
									[186403] = {
										["activedamt"] = 1,
										["id"] = 186403,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[313571] = {
										["activedamt"] = 1,
										["id"] = 313571,
										["targets"] = {
										},
										["uptime"] = 22,
										["appliedamt"] = 1,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[264420] = {
										["activedamt"] = 1,
										["id"] = 264420,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[193534] = {
										["activedamt"] = 2,
										["id"] = 193534,
										["targets"] = {
										},
										["uptime"] = 29,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[298343] = {
										["activedamt"] = 2,
										["id"] = 298343,
										["targets"] = {
										},
										["uptime"] = 32,
										["appliedamt"] = 2,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[164273] = {
										["activedamt"] = 1,
										["id"] = 164273,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[270661] = {
										["activedamt"] = 1,
										["id"] = 270661,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[257622] = {
										["activedamt"] = 9,
										["id"] = 257622,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 9,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
									[268905] = {
										["activedamt"] = 1,
										["id"] = 268905,
										["targets"] = {
										},
										["uptime"] = 36,
										["appliedamt"] = 1,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[269083] = {
										["activedamt"] = 1,
										["id"] = 269083,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[279902] = {
										["activedamt"] = 5,
										["id"] = 279902,
										["targets"] = {
										},
										["uptime"] = 33,
										["appliedamt"] = 5,
										["refreshamt"] = 6,
										["actived"] = false,
										["counter"] = 0,
									},
									[298836] = {
										["activedamt"] = 1,
										["id"] = 298836,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[272733] = {
										["activedamt"] = 3,
										["id"] = 272733,
										["targets"] = {
										},
										["uptime"] = 24,
										["appliedamt"] = 3,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["debuff_uptime"] = 49,
							["nome"] = "고독한격냥",
							["spec"] = 254,
							["grupo"] = true,
							["spell_cast"] = {
								[257620] = 12,
								[19434] = 5,
								[56641] = 5,
								[257044] = 3,
							},
							["debuff_uptime_targets"] = {
							},
							["buff_uptime_targets"] = {
							},
							["last_event"] = 1605585963,
							["pets"] = {
							},
							["aID"] = "2116-0913E6A4",
							["serial"] = "Player-2116-0913E6A4",
							["tipo"] = 4,
						}, -- [1]
					},
				}, -- [4]
				{
					["combatId"] = 12,
					["tipo"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["고독한격냥"] = true,
				},
				["CombatStartedAt"] = 3009.594,
				["tempo_start"] = 1605585916,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1178,
				["playing_solo"] = true,
				["totals"] = {
					149009.986471, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					149010, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["data_fim"] = "13:06:04",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "훈련용 허수아비",
				["TotalElapsedCombatTime"] = 3008.289,
				["CombatEndedAt"] = 3008.289,
				["aura_timeline"] = {
					["Player-2116-0913E6A4"] = {
						[260242] = {
							["enabled"] = false,
							["appliedAt"] = 2997.252,
							["spellId"] = 260242,
							["data"] = {
								{
									2967.312, -- [1]
									2971.678, -- [2]
								}, -- [1]
								{
									2983.094, -- [1]
									2984.211, -- [2]
								}, -- [2]
								{
									2987.194, -- [1]
									2990.429, -- [2]
								}, -- [3]
								{
									2997.252, -- [1]
									2997.252, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[272733] = {
							["enabled"] = false,
							["appliedAt"] = 2989.994,
							["spellId"] = 272733,
							["data"] = {
								{
									2963.845, -- [1]
									2971.778, -- [2]
								}, -- [1]
								{
									2979.854, -- [1]
									2987.844, -- [2]
								}, -- [2]
								{
									2989.994, -- [1]
									2997.962, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[269576] = {
							["enabled"] = false,
							["appliedAt"] = 2961.223,
							["spellId"] = 269576,
							["data"] = {
								{
									2961.223, -- [1]
									3004.66, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[268905] = {
							["enabled"] = false,
							["appliedAt"] = 2971.778,
							["spellId"] = 268905,
							["data"] = {
								{
									2971.778, -- [1]
									3008.289, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[257044] = {
							["enabled"] = false,
							["appliedAt"] = 2988.661,
							["spellId"] = 257044,
							["data"] = {
								{
									2962.139, -- [1]
									2963.845, -- [2]
								}, -- [1]
								{
									2978.378, -- [1]
									2979.854, -- [2]
								}, -- [2]
								{
									2988.661, -- [1]
									2989.994, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[298343] = {
							["enabled"] = false,
							["appliedAt"] = 2987.461,
							["spellId"] = 298343,
							["data"] = {
								{
									2987.461, -- [1]
									3002.292, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[271711] = {
							["enabled"] = false,
							["appliedAt"] = 2986.711,
							["spellId"] = 271711,
							["data"] = {
								{
									2986.711, -- [1]
									3008.289, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[257622] = {
							["enabled"] = false,
							["appliedAt"] = 2997.349,
							["spellId"] = 257622,
							["data"] = {
								{
									2964.41, -- [1]
									2967.312, -- [2]
								}, -- [1]
								{
									2967.422, -- [1]
									2970.378, -- [2]
								}, -- [2]
								{
									2970.467, -- [1]
									2979.854, -- [2]
								}, -- [3]
								{
									2980.227, -- [1]
									2983.198, -- [2]
								}, -- [4]
								{
									2983.351, -- [1]
									2987.194, -- [2]
								}, -- [5]
								{
									2987.58, -- [1]
									2989.994, -- [2]
								}, -- [6]
								{
									2990.529, -- [1]
									2997.252, -- [2]
								}, -- [7]
								{
									2997.349, -- [1]
									3008.289, -- [2]
								}, -- [8]
							},
							["amountUp"] = 0,
						},
						[193534] = {
							["enabled"] = false,
							["appliedAt"] = 2994.261,
							["spellId"] = 193534,
							["data"] = {
								{
									2975.628, -- [1]
									2990.627, -- [2]
								}, -- [1]
								{
									2994.261, -- [1]
									3008.289, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[279902] = {
							["enabled"] = false,
							["appliedAt"] = 3002.727,
							["spellId"] = 279902,
							["data"] = {
								{
									2961.223, -- [1]
									2967.707, -- [2]
								}, -- [1]
								{
									2970.584, -- [1]
									2975.628, -- [2]
								}, -- [2]
								{
									2976.728, -- [1]
									2984.711, -- [2]
								}, -- [3]
								{
									2986.711, -- [1]
									2995.011, -- [2]
								}, -- [4]
								{
									3002.727, -- [1]
									3008.289, -- [2]
								}, -- [5]
							},
							["amountUp"] = 0,
						},
						[313571] = {
							["enabled"] = false,
							["appliedAt"] = 2967.194,
							["spellId"] = 313571,
							["data"] = {
								{
									2967.194, -- [1]
									2989.211, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[295248] = {
							["enabled"] = false,
							["appliedAt"] = 2976.261,
							["spellId"] = 295248,
							["data"] = {
								{
									2961.223, -- [1]
									2976.161, -- [2]
								}, -- [1]
								{
									2976.261, -- [1]
									3001.809, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
					},
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["heal_section"] = {
					},
					["heal"] = {
						{
							["고독한격냥"] = 0.007013,
						}, -- [1]
					},
					["damage_section"] = {
					},
					["damage"] = {
						{
							["고독한격냥"] = 149010.003206,
						}, -- [1]
					},
				},
				["end_time"] = 3008.289,
				["combat_id"] = 12,
				["cleu_events"] = {
					["n"] = 1,
				},
				["spells_cast_timeline"] = {
					["Player-2116-0913E6A4"] = {
						{
							2960.706, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [1]
						{
							2960.706, -- [1]
							75, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [2]
						{
							2962.139, -- [1]
							257044, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [3]
						{
							2964.303, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [4]
						{
							2967.312, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [5]
						{
							2967.312, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [6]
						{
							2970.378, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [7]
						{
							2970.378, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [8]
						{
							2971.678, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [9]
						{
							2974.245, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [10]
						{
							2975.628, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [11]
						{
							2975.628, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [12]
						{
							2978.378, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [13]
						{
							2978.378, -- [1]
							257044, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [14]
						{
							2980.139, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [15]
						{
							2983.094, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [16]
						{
							2983.198, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [17]
						{
							2984.211, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [18]
						{
							2987.194, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [19]
						{
							2987.461, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [20]
						{
							2988.661, -- [1]
							257044, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [21]
						{
							2990.327, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [22]
						{
							2992.711, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [23]
						{
							2994.261, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [24]
						{
							2994.261, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [25]
						{
							2997.252, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [26]
						{
							2997.252, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [27]
						{
							3002.727, -- [1]
							75, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [28]
					},
				},
				["overall_added"] = true,
				["player_last_events"] = {
				},
				["CombatSkillCache"] = {
				},
				["data_inicio"] = "13:05:17",
				["start_time"] = 2961.107,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [3]
			{
				{
					["combatId"] = 11,
					["tipo"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.00741,
							["damage_from"] = {
							},
							["targets"] = {
								["훈련용 허수아비"] = 224258,
								["공격대원의 훈련용 허수아비"] = 280445,
							},
							["pets"] = {
							},
							["spec"] = 254,
							["friendlyfire"] = {
							},
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 504703.00741,
							["end_time"] = 1605585916,
							["colocacao"] = 1,
							["dps_started"] = false,
							["total"] = 504703.00741,
							["classe"] = "HUNTER",
							["aID"] = "2116-0913E6A4",
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
									[56641] = {
										["c_amt"] = 14,
										["b_amt"] = 0,
										["c_dmg"] = 14809,
										["g_amt"] = 0,
										["n_max"] = 643,
										["targets"] = {
											["훈련용 허수아비"] = 6144,
											["공격대원의 훈련용 허수아비"] = 16864,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 8199,
										["n_min"] = 497,
										["g_dmg"] = 0,
										["counter"] = 29,
										["total"] = 23008,
										["c_max"] = 1305,
										["spellschool"] = 1,
										["id"] = 56641,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 15,
										["r_amt"] = 0,
										["c_min"] = 990,
									},
									[19434] = {
										["c_amt"] = 24,
										["b_amt"] = 0,
										["c_dmg"] = 138342,
										["g_amt"] = 0,
										["n_max"] = 3277,
										["targets"] = {
											["훈련용 허수아비"] = 87435,
											["공격대원의 훈련용 허수아비"] = 105052,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 54145,
										["n_min"] = 1535,
										["g_dmg"] = 0,
										["counter"] = 47,
										["total"] = 192487,
										["c_max"] = 8276,
										["spellschool"] = 1,
										["id"] = 19434,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 23,
										["r_amt"] = 0,
										["c_min"] = 3090,
									},
									[75] = {
										["c_amt"] = 21,
										["b_amt"] = 0,
										["c_dmg"] = 14909,
										["g_amt"] = 0,
										["n_max"] = 422,
										["targets"] = {
											["훈련용 허수아비"] = 11571,
											["공격대원의 훈련용 허수아비"] = 16987,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 13649,
										["n_min"] = 320,
										["g_dmg"] = 0,
										["counter"] = 61,
										["total"] = 28558,
										["c_max"] = 844,
										["spellschool"] = 1,
										["id"] = 75,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 40,
										["r_amt"] = 0,
										["c_min"] = 640,
									},
									[257620] = {
										["c_amt"] = 31,
										["b_amt"] = 0,
										["c_dmg"] = 37164,
										["g_amt"] = 0,
										["n_max"] = 901,
										["targets"] = {
											["훈련용 허수아비"] = 59789,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 22625,
										["n_min"] = 387,
										["g_dmg"] = 0,
										["counter"] = 68,
										["total"] = 59789,
										["c_max"] = 1856,
										["spellschool"] = 1,
										["id"] = 257620,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 37,
										["r_amt"] = 0,
										["c_min"] = 778,
									},
									[269031] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 1485,
										["g_amt"] = 0,
										["n_max"] = 184,
										["targets"] = {
											["훈련용 허수아비"] = 568,
											["공격대원의 훈련용 허수아비"] = 1101,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 184,
										["n_min"] = 184,
										["g_dmg"] = 0,
										["counter"] = 6,
										["a_amt"] = 0,
										["total"] = 1669,
										["c_max"] = 384,
										["spellschool"] = 1,
										["id"] = 269031,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["PARRY"] = 1,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 1,
										["r_amt"] = 0,
										["c_min"] = 367,
									},
									[185358] = {
										["c_amt"] = 13,
										["b_amt"] = 0,
										["c_dmg"] = 42683,
										["g_amt"] = 0,
										["n_max"] = 2057,
										["targets"] = {
											["훈련용 허수아비"] = 1659,
											["공격대원의 훈련용 허수아비"] = 61083,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 20059,
										["n_min"] = 922,
										["g_dmg"] = 0,
										["counter"] = 25,
										["total"] = 62742,
										["c_max"] = 4014,
										["spellschool"] = 64,
										["id"] = 185358,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 12,
										["r_amt"] = 0,
										["c_min"] = 1871,
									},
									[311192] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 6378,
										["g_amt"] = 0,
										["n_max"] = 1110,
										["targets"] = {
											["훈련용 허수아비"] = 5315,
											["공격대원의 훈련용 허수아비"] = 7532,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 6469,
										["n_min"] = 1062,
										["g_dmg"] = 0,
										["counter"] = 9,
										["total"] = 12847,
										["c_max"] = 2126,
										["spellschool"] = 4,
										["id"] = 311192,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 6,
										["r_amt"] = 0,
										["c_min"] = 2126,
									},
									[257045] = {
										["c_amt"] = 85,
										["b_amt"] = 0,
										["c_dmg"] = 55693,
										["g_amt"] = 0,
										["n_max"] = 496,
										["targets"] = {
											["훈련용 허수아비"] = 34560,
											["공격대원의 훈련용 허수아비"] = 45739,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 24606,
										["n_min"] = 181,
										["g_dmg"] = 0,
										["counter"] = 161,
										["total"] = 80299,
										["c_max"] = 991,
										["spellschool"] = 1,
										["id"] = 257045,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 76,
										["r_amt"] = 0,
										["c_min"] = 370,
									},
									[269576] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 988,
										["targets"] = {
											["훈련용 허수아비"] = 17217,
											["공격대원의 훈련용 허수아비"] = 26087,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 43304,
										["n_min"] = 41,
										["g_dmg"] = 0,
										["counter"] = 161,
										["total"] = 43304,
										["c_max"] = 0,
										["spellschool"] = 1,
										["id"] = 269576,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 161,
										["r_amt"] = 0,
										["c_min"] = 0,
									},
								},
							},
							["grupo"] = true,
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["last_dps"] = 2939.24133089126,
							["custom"] = 0,
							["last_event"] = 1605585872,
							["damage_taken"] = 0.00741,
							["start_time"] = 1605585743,
							["delay"] = 1605585872,
							["tipo"] = 1,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008385,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["aID"] = "131989",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008385,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["end_time"] = 1605585872,
							["on_hold"] = false,
							["friendlyfire_total"] = 0,
							["nome"] = "훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire"] = {
							},
							["total"] = 0.008385,
							["serial"] = "Creature-0-3057-1643-9304-131989-0001300322",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 224258.008385,
							["start_time"] = 1605585872,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.007487,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["aID"] = "131983",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.007487,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["end_time"] = 1605585872,
							["on_hold"] = false,
							["friendlyfire_total"] = 0,
							["nome"] = "공격대원의 훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire"] = {
							},
							["total"] = 0.007487,
							["serial"] = "Creature-0-3057-1643-9304-131983-0000300321",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 280445.007487,
							["start_time"] = 1605585872,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [3]
					},
				}, -- [1]
				{
					["combatId"] = 11,
					["tipo"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["고독한격냥"] = 22053,
							},
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "2116-0913E6A4",
							["totalover"] = 22053.008493,
							["total_without_pet"] = 0.008493,
							["total"] = 0.008493,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["totalabsorb"] = 0.008493,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.008493,
							["healing_taken"] = 0.008493,
							["end_time"] = 1605585872,
							["healing_from"] = {
							},
							["heal_enemy_amt"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 3,
								["_ActorTable"] = {
									[298318] = {
										["c_amt"] = 4,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 11750,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 8,
										["overheal"] = 11750,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 298318,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 4,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[311201] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 6423,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 9,
										["overheal"] = 6423,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 311201,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 9,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[296330] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 3880,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 4,
										["overheal"] = 3880,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 296330,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 4,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
								},
							},
							["grupo"] = true,
							["start_time"] = 1605585825,
							["spec"] = 254,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "HUNTER",
							["totaldenied"] = 0.008493,
							["delay"] = 1605585860,
							["last_event"] = 1605585870,
						}, -- [1]
					},
				}, -- [2]
				{
					["combatId"] = 11,
					["tipo"] = 7,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["combatId"] = 11,
					["tipo"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[257044] = {
										["activedamt"] = 0,
										["id"] = 257044,
										["targets"] = {
										},
										["uptime"] = 21,
										["appliedamt"] = 14,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[269576] = {
										["activedamt"] = 2,
										["id"] = 269576,
										["targets"] = {
										},
										["uptime"] = 167,
										["appliedamt"] = 13,
										["refreshamt"] = 154,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["buff_uptime"] = 2217,
							["classe"] = "HUNTER",
							["buff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[298836] = {
										["activedamt"] = 1,
										["id"] = 298836,
										["targets"] = {
										},
										["uptime"] = 172,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[274447] = {
										["activedamt"] = 4,
										["id"] = 274447,
										["targets"] = {
										},
										["uptime"] = 38,
										["appliedamt"] = 4,
										["refreshamt"] = 23,
										["actived"] = false,
										["counter"] = 0,
									},
									[315763] = {
										["activedamt"] = 4,
										["id"] = 315763,
										["targets"] = {
										},
										["uptime"] = 60,
										["appliedamt"] = 4,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[264420] = {
										["activedamt"] = 1,
										["id"] = 264420,
										["targets"] = {
										},
										["uptime"] = 172,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[313571] = {
										["activedamt"] = 5,
										["id"] = 313571,
										["targets"] = {
										},
										["uptime"] = 90,
										["appliedamt"] = 5,
										["refreshamt"] = 5,
										["actived"] = false,
										["counter"] = 0,
									},
									[298343] = {
										["activedamt"] = 8,
										["id"] = 298343,
										["targets"] = {
										},
										["uptime"] = 65,
										["appliedamt"] = 8,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[186403] = {
										["activedamt"] = 1,
										["id"] = 186403,
										["targets"] = {
										},
										["uptime"] = 172,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[270661] = {
										["activedamt"] = 2,
										["id"] = 270661,
										["targets"] = {
										},
										["uptime"] = 171,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[257622] = {
										["activedamt"] = 11,
										["id"] = 257622,
										["targets"] = {
										},
										["uptime"] = 55,
										["appliedamt"] = 11,
										["refreshamt"] = 6,
										["actived"] = false,
										["counter"] = 0,
									},
									[317859] = {
										["activedamt"] = 3,
										["id"] = 317859,
										["targets"] = {
										},
										["uptime"] = 44,
										["appliedamt"] = 3,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[271711] = {
										["activedamt"] = 2,
										["id"] = 271711,
										["targets"] = {
										},
										["uptime"] = 91,
										["appliedamt"] = 2,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[295248] = {
										["activedamt"] = 3,
										["id"] = 295248,
										["targets"] = {
										},
										["uptime"] = 167,
										["appliedamt"] = 3,
										["refreshamt"] = 14,
										["actived"] = false,
										["counter"] = 0,
									},
									[303344] = {
										["activedamt"] = 2,
										["id"] = 303344,
										["targets"] = {
										},
										["uptime"] = 12,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[260242] = {
										["activedamt"] = 16,
										["id"] = 260242,
										["targets"] = {
										},
										["uptime"] = 70,
										["appliedamt"] = 16,
										["refreshamt"] = 8,
										["actived"] = false,
										["counter"] = 0,
									},
									[193534] = {
										["activedamt"] = 6,
										["id"] = 193534,
										["targets"] = {
										},
										["uptime"] = 87,
										["appliedamt"] = 6,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[269083] = {
										["activedamt"] = 1,
										["id"] = 269083,
										["targets"] = {
										},
										["uptime"] = 172,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[268904] = {
										["activedamt"] = 3,
										["id"] = 268904,
										["targets"] = {
										},
										["uptime"] = 24,
										["appliedamt"] = 3,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[164273] = {
										["activedamt"] = 1,
										["id"] = 164273,
										["targets"] = {
										},
										["uptime"] = 172,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[272733] = {
										["activedamt"] = 11,
										["id"] = 272733,
										["targets"] = {
										},
										["uptime"] = 107,
										["appliedamt"] = 11,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[288613] = {
										["activedamt"] = 4,
										["id"] = 288613,
										["targets"] = {
										},
										["uptime"] = 38,
										["appliedamt"] = 4,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[268905] = {
										["activedamt"] = 3,
										["id"] = 268905,
										["targets"] = {
										},
										["uptime"] = 121,
										["appliedamt"] = 3,
										["refreshamt"] = 9,
										["actived"] = false,
										["counter"] = 0,
									},
									[279902] = {
										["activedamt"] = 13,
										["id"] = 279902,
										["targets"] = {
										},
										["uptime"] = 117,
										["appliedamt"] = 13,
										["refreshamt"] = 12,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["debuff_uptime"] = 188,
							["nome"] = "고독한격냥",
							["spec"] = 254,
							["grupo"] = true,
							["spell_cast"] = {
								[288613] = 2,
								[19434] = 25,
								[185358] = 24,
								[257620] = 17,
								[56641] = 29,
								[257044] = 14,
							},
							["debuff_uptime_targets"] = {
							},
							["buff_uptime_targets"] = {
							},
							["last_event"] = 1605585872,
							["pets"] = {
							},
							["aID"] = "2116-0913E6A4",
							["serial"] = "Player-2116-0913E6A4",
							["tipo"] = 4,
						}, -- [1]
					},
				}, -- [4]
				{
					["combatId"] = 11,
					["tipo"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["고독한격냥"] = true,
				},
				["CombatStartedAt"] = 2960.706,
				["tempo_start"] = 1605585700,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1177,
				["playing_solo"] = true,
				["totals"] = {
					504703, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					504703, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["data_fim"] = "13:04:32",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "훈련용 허수아비",
				["TotalElapsedCombatTime"] = 2916.695,
				["CombatEndedAt"] = 2916.695,
				["aura_timeline"] = {
					["Player-2116-0913E6A4"] = {
						[271711] = {
							["enabled"] = false,
							["appliedAt"] = 2787.015,
							["spellId"] = 271711,
							["data"] = {
								{
									2747.18, -- [1]
									2772.159, -- [2]
								}, -- [1]
								{
									2787.015, -- [1]
									2853.013, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[274447] = {
							["enabled"] = false,
							["appliedAt"] = 2914.979,
							["spellId"] = 274447,
							["data"] = {
								{
									2745.55, -- [1]
									2750.752, -- [2]
								}, -- [1]
								{
									2751.644, -- [1]
									2766.606, -- [2]
								}, -- [2]
								{
									2814.981, -- [1]
									2829.931, -- [2]
								}, -- [3]
								{
									2914.979, -- [1]
									2916.695, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[315763] = {
							["enabled"] = false,
							["appliedAt"] = 2890.479,
							["spellId"] = 315763,
							["data"] = {
								{
									2761.215, -- [1]
									2776.265, -- [2]
								}, -- [1]
								{
									2801.756, -- [1]
									2816.734, -- [2]
								}, -- [2]
								{
									2826.498, -- [1]
									2841.519, -- [2]
								}, -- [3]
								{
									2890.479, -- [1]
									2905.446, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[313571] = {
							["enabled"] = false,
							["appliedAt"] = 2912.996,
							["spellId"] = 313571,
							["data"] = {
								{
									2747.428, -- [1]
									2762.471, -- [2]
								}, -- [1]
								{
									2787.015, -- [1]
									2826.366, -- [2]
								}, -- [2]
								{
									2831.014, -- [1]
									2846.04, -- [2]
								}, -- [3]
								{
									2873.063, -- [1]
									2889.929, -- [2]
								}, -- [4]
								{
									2912.996, -- [1]
									2916.695, -- [2]
								}, -- [5]
							},
							["amountUp"] = 0,
						},
						[298343] = {
							["enabled"] = false,
							["appliedAt"] = 2904.879,
							["spellId"] = 298343,
							["data"] = {
								{
									2766.228, -- [1]
									2774.232, -- [2]
								}, -- [1]
								{
									2787.015, -- [1]
									2795.075, -- [2]
								}, -- [2]
								{
									2802.768, -- [1]
									2810.798, -- [2]
								}, -- [3]
								{
									2833.231, -- [1]
									2841.268, -- [2]
								}, -- [4]
								{
									2844.639, -- [1]
									2852.697, -- [2]
								}, -- [5]
								{
									2867.397, -- [1]
									2875.43, -- [2]
								}, -- [6]
								{
									2894.929, -- [1]
									2902.915, -- [2]
								}, -- [7]
								{
									2904.879, -- [1]
									2912.879, -- [2]
								}, -- [8]
							},
							["amountUp"] = 0,
						},
						[257044] = {
							["enabled"] = false,
							["appliedAt"] = 2901.846,
							["spellId"] = 257044,
							["data"] = {
								{
									2746.316, -- [1]
									2748.045, -- [2]
								}, -- [1]
								{
									2759.938, -- [1]
									2761.316, -- [2]
								}, -- [2]
								{
									2767.986, -- [1]
									2769.384, -- [2]
								}, -- [3]
								{
									2783.609, -- [1]
									2785.191, -- [2]
								}, -- [4]
								{
									2790.783, -- [1]
									2792.16, -- [2]
								}, -- [5]
								{
									2796.166, -- [1]
									2797.52, -- [2]
								}, -- [6]
								{
									2813.131, -- [1]
									2814.498, -- [2]
								}, -- [7]
								{
									2819.464, -- [1]
									2820.764, -- [2]
								}, -- [8]
								{
									2827.281, -- [1]
									2828.714, -- [2]
								}, -- [9]
								{
									2841.729, -- [1]
									2843.25, -- [2]
								}, -- [10]
								{
									2856.647, -- [1]
									2858.313, -- [2]
								}, -- [11]
								{
									2873.38, -- [1]
									2874.813, -- [2]
								}, -- [12]
								{
									2892.629, -- [1]
									2894.163, -- [2]
								}, -- [13]
								{
									2901.846, -- [1]
									2903.252, -- [2]
								}, -- [14]
							},
							["amountUp"] = 0,
						},
						[269576] = {
							["enabled"] = false,
							["appliedAt"] = 2857.447,
							["spellId"] = 269576,
							["data"] = {
								{
									2747.18, -- [1]
									2783.242, -- [2]
								}, -- [1]
								{
									2784.976, -- [1]
									2855.68, -- [2]
								}, -- [2]
								{
									2857.447, -- [1]
									2916.695, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[317859] = {
							["enabled"] = false,
							["appliedAt"] = 2903.022,
							["spellId"] = 317859,
							["data"] = {
								{
									2766.606, -- [1]
									2781.511, -- [2]
								}, -- [1]
								{
									2813.848, -- [1]
									2828.815, -- [2]
								}, -- [2]
								{
									2903.022, -- [1]
									2916.695, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[257622] = {
							["enabled"] = false,
							["appliedAt"] = 2909.379,
							["spellId"] = 257622,
							["data"] = {
								{
									2849.28, -- [1]
									2852.33, -- [2]
								}, -- [1]
								{
									2858.697, -- [1]
									2865.913, -- [2]
								}, -- [2]
								{
									2866.031, -- [1]
									2874.813, -- [2]
								}, -- [3]
								{
									2875.53, -- [1]
									2878.38, -- [2]
								}, -- [4]
								{
									2878.714, -- [1]
									2882.713, -- [2]
								}, -- [5]
								{
									2885.376, -- [1]
									2891.296, -- [2]
								}, -- [6]
								{
									2891.387, -- [1]
									2894.163, -- [2]
								}, -- [7]
								{
									2895.046, -- [1]
									2900.613, -- [2]
								}, -- [8]
								{
									2900.722, -- [1]
									2903.252, -- [2]
								}, -- [9]
								{
									2903.716, -- [1]
									2909.246, -- [2]
								}, -- [10]
								{
									2909.379, -- [1]
									2916.695, -- [2]
								}, -- [11]
							},
							["amountUp"] = 0,
						},
						[303344] = {
							["enabled"] = false,
							["appliedAt"] = 2914.979,
							["spellId"] = 303344,
							["data"] = {
								{
									2745.55, -- [1]
									2755.566, -- [2]
								}, -- [1]
								{
									2914.979, -- [1]
									2916.695, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[260242] = {
							["enabled"] = false,
							["appliedAt"] = 2909.146,
							["spellId"] = 260242,
							["data"] = {
								{
									2749.224, -- [1]
									2772.159, -- [2]
								}, -- [1]
								{
									2776.265, -- [1]
									2778.898, -- [2]
								}, -- [2]
								{
									2787.015, -- [1]
									2787.289, -- [2]
								}, -- [3]
								{
									2793.948, -- [1]
									2795.19, -- [2]
								}, -- [4]
								{
									2801.431, -- [1]
									2802.768, -- [2]
								}, -- [5]
								{
									2809.598, -- [1]
									2810.898, -- [2]
								}, -- [6]
								{
									2816.381, -- [1]
									2835.883, -- [2]
								}, -- [7]
								{
									2840.131, -- [1]
									2844.639, -- [2]
								}, -- [8]
								{
									2852.33, -- [1]
									2861.213, -- [2]
								}, -- [9]
								{
									2865.913, -- [1]
									2867.497, -- [2]
								}, -- [10]
								{
									2878.263, -- [1]
									2879.78, -- [2]
								}, -- [11]
								{
									2882.713, -- [1]
									2885.28, -- [2]
								}, -- [12]
								{
									2891.296, -- [1]
									2891.296, -- [2]
								}, -- [13]
								{
									2900.613, -- [1]
									2900.722, -- [2]
								}, -- [14]
								{
									2909.146, -- [1]
									2909.246, -- [2]
								}, -- [15]
							},
							["amountUp"] = 0,
						},
						[193534] = {
							["enabled"] = false,
							["appliedAt"] = 2885.28,
							["spellId"] = 193534,
							["data"] = {
								{
									2755.216, -- [1]
									2765.365, -- [2]
								}, -- [1]
								{
									2765.365, -- [1]
									2780.333, -- [2]
								}, -- [2]
								{
									2783.49, -- [1]
									2798.529, -- [2]
								}, -- [3]
								{
									2806.63, -- [1]
									2821.531, -- [2]
								}, -- [4]
								{
									2871.913, -- [1]
									2885.28, -- [2]
								}, -- [5]
								{
									2885.28, -- [1]
									2904.44, -- [2]
								}, -- [6]
							},
							["amountUp"] = 0,
						},
						[270661] = {
							["enabled"] = false,
							["appliedAt"] = 2844.242,
							["spellId"] = 270661,
							["data"] = {
								{
									2844.242, -- [1]
									2916.695, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[268904] = {
							["enabled"] = false,
							["appliedAt"] = 2913.629,
							["spellId"] = 268904,
							["data"] = {
								{
									2799.648, -- [1]
									2809.598, -- [2]
								}, -- [1]
								{
									2865.53, -- [1]
									2875.53, -- [2]
								}, -- [2]
								{
									2913.629, -- [1]
									2916.695, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[295248] = {
							["enabled"] = false,
							["appliedAt"] = 2856.647,
							["spellId"] = 295248,
							["data"] = {
								{
									2745.071, -- [1]
									2850.097, -- [2]
								}, -- [1]
								{
									2852.33, -- [1]
									2856.397, -- [2]
								}, -- [2]
								{
									2856.647, -- [1]
									2913.748, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[272733] = {
							["enabled"] = false,
							["appliedAt"] = 2903.252,
							["spellId"] = 272733,
							["data"] = {
								{
									2748.045, -- [1]
									2756.032, -- [2]
								}, -- [1]
								{
									2761.316, -- [1]
									2769.384, -- [2]
								}, -- [2]
								{
									2769.384, -- [1]
									2777.406, -- [2]
								}, -- [3]
								{
									2785.191, -- [1]
									2805.519, -- [2]
								}, -- [4]
								{
									2814.498, -- [1]
									2828.714, -- [2]
								}, -- [5]
								{
									2828.714, -- [1]
									2836.83, -- [2]
								}, -- [6]
								{
									2843.25, -- [1]
									2851.247, -- [2]
								}, -- [7]
								{
									2858.313, -- [1]
									2866.313, -- [2]
								}, -- [8]
								{
									2874.813, -- [1]
									2882.881, -- [2]
								}, -- [9]
								{
									2894.163, -- [1]
									2902.083, -- [2]
								}, -- [10]
								{
									2903.252, -- [1]
									2911.263, -- [2]
								}, -- [11]
							},
							["amountUp"] = 0,
						},
						[279902] = {
							["enabled"] = false,
							["appliedAt"] = 2904.996,
							["spellId"] = 279902,
							["data"] = {
								{
									2745.071, -- [1]
									2762.719, -- [2]
								}, -- [1]
								{
									2769.516, -- [1]
									2800.731, -- [2]
								}, -- [2]
								{
									2805.519, -- [1]
									2810.533, -- [2]
								}, -- [3]
								{
									2811.02, -- [1]
									2815.998, -- [2]
								}, -- [4]
								{
									2816.734, -- [1]
									2830.047, -- [2]
								}, -- [5]
								{
									2831.014, -- [1]
									2836.04, -- [2]
								}, -- [6]
								{
									2843.892, -- [1]
									2848.914, -- [2]
								}, -- [7]
								{
									2855.68, -- [1]
									2860.713, -- [2]
								}, -- [8]
								{
									2861.063, -- [1]
									2866.031, -- [2]
								}, -- [9]
								{
									2871.48, -- [1]
									2876.43, -- [2]
								}, -- [10]
								{
									2882.08, -- [1]
									2891.163, -- [2]
								}, -- [11]
								{
									2899.563, -- [1]
									2904.532, -- [2]
								}, -- [12]
								{
									2904.996, -- [1]
									2910.029, -- [2]
								}, -- [13]
							},
							["amountUp"] = 0,
						},
						[268905] = {
							["enabled"] = false,
							["appliedAt"] = 2878.063,
							["spellId"] = 268905,
							["data"] = {
								{
									2754.01, -- [1]
									2799.648, -- [2]
								}, -- [1]
								{
									2824.181, -- [1]
									2865.53, -- [2]
								}, -- [2]
								{
									2878.063, -- [1]
									2913.629, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[288613] = {
							["enabled"] = false,
							["appliedAt"] = 2914.979,
							["spellId"] = 288613,
							["data"] = {
								{
									2745.55, -- [1]
									2750.752, -- [2]
								}, -- [1]
								{
									2751.644, -- [1]
									2766.606, -- [2]
								}, -- [2]
								{
									2814.881, -- [1]
									2829.931, -- [2]
								}, -- [3]
								{
									2914.979, -- [1]
									2916.695, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
					},
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["heal_section"] = {
					},
					["heal"] = {
						{
							["고독한격냥"] = 0.008493,
						}, -- [1]
					},
					["damage_section"] = {
					},
					["damage"] = {
						{
							["고독한격냥"] = 503979.00741,
						}, -- [1]
					},
				},
				["end_time"] = 2916.695,
				["combat_id"] = 11,
				["cleu_events"] = {
					["n"] = 1,
				},
				["spells_cast_timeline"] = {
					["Player-2116-0913E6A4"] = {
						{
							2744.699, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [1]
						{
							2744.82, -- [1]
							75, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [2]
						{
							2744.983, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [3]
						{
							2746.316, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [4]
						{
							2749.224, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [5]
						{
							2750.403, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [6]
						{
							2750.657, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [7]
						{
							2751.644, -- [1]
							288613, -- [2]
							"", -- [3]
						}, -- [8]
						{
							2753.909, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [9]
						{
							2755.216, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [10]
						{
							2756.466, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [11]
						{
							2757.432, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [12]
						{
							2757.668, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [13]
						{
							2759.765, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [14]
						{
							2759.938, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [15]
						{
							2761.634, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [16]
						{
							2763.915, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [17]
						{
							2765.365, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [18]
						{
							2766.228, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [19]
						{
							2767.514, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [20]
						{
							2767.986, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [21]
						{
							2769.734, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [22]
						{
							2772.059, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [23]
						{
							2772.159, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [24]
						{
							2774.432, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [25]
						{
							2776.265, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [26]
						{
							2776.265, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [27]
						{
							2778.898, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [28]
						{
							2778.898, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [29]
						{
							2781.511, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [30]
						{
							2783.49, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [31]
						{
							2783.49, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [32]
						{
							2787.015, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [33]
						{
							2787.289, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [34]
						{
							2789.432, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [35]
						{
							2789.754, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [36]
						{
							2790.783, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [37]
						{
							2793.948, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [38]
						{
							2794.142, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [39]
						{
							2795.19, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [40]
						{
							2796.166, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [41]
						{
							2799.648, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [42]
						{
							2801.431, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [43]
						{
							2801.431, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [44]
						{
							2802.768, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [45]
						{
							2805.009, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [46]
						{
							2806.63, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [47]
						{
							2806.63, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [48]
						{
							2809.598, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [49]
						{
							2809.705, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [50]
						{
							2810.898, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [51]
						{
							2813.131, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [52]
						{
							2813.131, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [53]
						{
							2814.881, -- [1]
							288613, -- [2]
							"", -- [3]
						}, -- [54]
						{
							2816.381, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [55]
						{
							2817.349, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [56]
						{
							2819.167, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [57]
						{
							2819.464, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [58]
						{
							2822.198, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [59]
						{
							2822.997, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [60]
						{
							2823.731, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [61]
						{
							2826.047, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [62]
						{
							2826.934, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [63]
						{
							2827.281, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [64]
						{
							2829.114, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [65]
						{
							2831.531, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [66]
						{
							2833.231, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [67]
						{
							2833.231, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [68]
						{
							2835.797, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [69]
						{
							2835.797, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [70]
						{
							2838.314, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [71]
						{
							2840.131, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [72]
						{
							2840.614, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [73]
						{
							2841.729, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [74]
						{
							2844.639, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [75]
						{
							2849.147, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [76]
						{
							2852.33, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [77]
						{
							2852.33, -- [1]
							185358, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [78]
						{
							2855.913, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [79]
						{
							2856.647, -- [1]
							257044, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [80]
						{
							2858.597, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [81]
						{
							2861.213, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [82]
						{
							2861.213, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [83]
						{
							2863.763, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [84]
						{
							2865.913, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [85]
						{
							2865.913, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [86]
						{
							2867.397, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [87]
						{
							2870.296, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [88]
						{
							2871.913, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [89]
						{
							2873.38, -- [1]
							257044, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [90]
						{
							2875.43, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [91]
						{
							2878.263, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [92]
						{
							2878.58, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [93]
						{
							2879.78, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [94]
						{
							2882.713, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [95]
						{
							2883.813, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [96]
						{
							2885.28, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [97]
						{
							2885.28, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [98]
						{
							2887.779, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [99]
						{
							2889.446, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [100]
						{
							2891.296, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [101]
						{
							2891.296, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [102]
						{
							2892.629, -- [1]
							257044, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [103]
						{
							2894.929, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [104]
						{
							2897.596, -- [1]
							56641, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [105]
						{
							2897.713, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [106]
						{
							2900.613, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [107]
						{
							2900.613, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [108]
						{
							2901.846, -- [1]
							257044, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [109]
						{
							2903.594, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [110]
						{
							2904.879, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [111]
						{
							2906.079, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [112]
						{
							2909.146, -- [1]
							19434, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [113]
						{
							2909.246, -- [1]
							257620, -- [2]
							"훈련용 허수아비", -- [3]
						}, -- [114]
					},
				},
				["overall_added"] = true,
				["player_last_events"] = {
				},
				["CombatSkillCache"] = {
				},
				["data_inicio"] = "13:01:41",
				["start_time"] = 2744.983,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [4]
			{
				{
					["combatId"] = 10,
					["tipo"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.001774,
							["spec"] = 254,
							["damage_from"] = {
							},
							["targets"] = {
								["공격대원의 훈련용 허수아비"] = 320,
							},
							["pets"] = {
							},
							["on_hold"] = false,
							["end_time"] = 1605585674,
							["classe"] = "HUNTER",
							["raid_targets"] = {
							},
							["total_without_pet"] = 320.001774,
							["colocacao"] = 1,
							["friendlyfire"] = {
							},
							["dps_started"] = false,
							["total"] = 320.001774,
							["aID"] = "2116-0913E6A4",
							["friendlyfire_total"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
									[75] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 320,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 320,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 320,
										["n_min"] = 320,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 320,
										["c_max"] = 0,
										["spellschool"] = 1,
										["id"] = 75,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 1,
										["r_amt"] = 0,
										["c_min"] = 0,
									},
								},
							},
							["grupo"] = true,
							["serial"] = "Player-2116-0913E6A4",
							["last_dps"] = 3200.01774,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.001774,
							["start_time"] = 1605585669,
							["delay"] = 0,
							["last_event"] = 1605585669,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.002292,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["aID"] = "131983",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.002292,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["end_time"] = 1605585674,
							["on_hold"] = false,
							["friendlyfire_total"] = 0,
							["nome"] = "공격대원의 훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire"] = {
							},
							["total"] = 0.002292,
							["serial"] = "Creature-0-3057-1643-9304-131983-0000300321",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 320.002292,
							["start_time"] = 1605585674,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [2]
					},
				}, -- [1]
				{
					["combatId"] = 10,
					["tipo"] = 3,
					["_ActorTable"] = {
					},
				}, -- [2]
				{
					["combatId"] = 10,
					["tipo"] = 7,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["combatId"] = 10,
					["tipo"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["nome"] = "고독한격냥",
							["spec"] = 254,
							["grupo"] = true,
							["buff_uptime_targets"] = {
							},
							["buff_uptime"] = 37,
							["pets"] = {
							},
							["aID"] = "2116-0913E6A4",
							["last_event"] = 1605585674,
							["tipo"] = 4,
							["buff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[269083] = {
										["activedamt"] = 1,
										["id"] = 269083,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[270661] = {
										["activedamt"] = 2,
										["id"] = 270661,
										["targets"] = {
										},
										["uptime"] = 2,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[164273] = {
										["activedamt"] = 1,
										["id"] = 164273,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[264420] = {
										["activedamt"] = 1,
										["id"] = 264420,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[313571] = {
										["activedamt"] = 1,
										["id"] = 313571,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 1,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[186403] = {
										["activedamt"] = 1,
										["id"] = 186403,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[268905] = {
										["activedamt"] = 1,
										["id"] = 268905,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 1,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[298836] = {
										["activedamt"] = 1,
										["id"] = 298836,
										["targets"] = {
										},
										["uptime"] = 5,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["serial"] = "Player-2116-0913E6A4",
							["classe"] = "HUNTER",
						}, -- [1]
					},
				}, -- [4]
				{
					["combatId"] = 10,
					["tipo"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["고독한격냥"] = true,
				},
				["CombatStartedAt"] = 2744.699,
				["tempo_start"] = 1605585669,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1176,
				["playing_solo"] = true,
				["totals"] = {
					320, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					320, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["data_fim"] = "13:01:15",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "공격대원의 훈련용 허수아비",
				["TotalElapsedCombatTime"] = 2719.417,
				["CombatEndedAt"] = 2719.417,
				["aura_timeline"] = {
					["Player-2116-0913E6A4"] = {
						[270661] = {
							["enabled"] = false,
							["appliedAt"] = 2719.294,
							["spellId"] = 270661,
							["data"] = {
								{
									2715.309, -- [1]
									2717.3, -- [2]
								}, -- [1]
								{
									2719.294, -- [1]
									2719.417, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
					},
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["heal_section"] = {
					},
					["heal"] = {
						{
						}, -- [1]
					},
					["damage_section"] = {
					},
					["damage"] = {
						{
							["고독한격냥"] = 320.001774,
						}, -- [1]
					},
				},
				["end_time"] = 2719.417,
				["combat_id"] = 10,
				["cleu_events"] = {
					["n"] = 1,
				},
				["spells_cast_timeline"] = {
					["Player-2116-0913E6A4"] = {
						{
							2713.1, -- [1]
							75, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [1]
					},
				},
				["overall_added"] = true,
				["player_last_events"] = {
				},
				["CombatSkillCache"] = {
				},
				["data_inicio"] = "13:01:09",
				["start_time"] = 2713.683,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [5]
			{
				{
					["combatId"] = 9,
					["tipo"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.00256,
							["damage_from"] = {
							},
							["targets"] = {
								["공격대원의 훈련용 허수아비"] = 159813,
							},
							["pets"] = {
							},
							["spec"] = 254,
							["friendlyfire"] = {
							},
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 159813.00256,
							["end_time"] = 1605585669,
							["colocacao"] = 1,
							["dps_started"] = false,
							["total"] = 159813.00256,
							["classe"] = "HUNTER",
							["aID"] = "2116-0913E6A4",
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
									[311192] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 2125,
										["g_amt"] = 0,
										["n_max"] = 1110,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 5361,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 3236,
										["n_min"] = 1063,
										["g_dmg"] = 0,
										["counter"] = 4,
										["total"] = 5361,
										["c_max"] = 2125,
										["spellschool"] = 4,
										["id"] = 311192,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 3,
										["r_amt"] = 0,
										["c_min"] = 2125,
									},
									[269031] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 750,
										["g_amt"] = 0,
										["n_max"] = 183,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 933,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 183,
										["n_min"] = 183,
										["g_dmg"] = 0,
										["counter"] = 3,
										["total"] = 933,
										["c_max"] = 383,
										["spellschool"] = 1,
										["id"] = 269031,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 1,
										["r_amt"] = 0,
										["c_min"] = 367,
									},
									[19434] = {
										["c_amt"] = 5,
										["b_amt"] = 0,
										["c_dmg"] = 33568,
										["g_amt"] = 0,
										["n_max"] = 4111,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 60781,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 27213,
										["n_min"] = 3093,
										["g_dmg"] = 0,
										["counter"] = 13,
										["total"] = 60781,
										["c_max"] = 8225,
										["spellschool"] = 1,
										["id"] = 19434,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 8,
										["r_amt"] = 0,
										["c_min"] = 6241,
									},
									[257045] = {
										["c_amt"] = 26,
										["b_amt"] = 0,
										["c_dmg"] = 20771,
										["g_amt"] = 0,
										["n_max"] = 503,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 30114,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 9343,
										["n_min"] = 360,
										["g_dmg"] = 0,
										["counter"] = 49,
										["total"] = 30114,
										["c_max"] = 989,
										["spellschool"] = 1,
										["id"] = 257045,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 23,
										["r_amt"] = 0,
										["c_min"] = 720,
									},
									[185358] = {
										["c_amt"] = 7,
										["b_amt"] = 0,
										["c_dmg"] = 24263,
										["g_amt"] = 0,
										["n_max"] = 2109,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 34556,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 10293,
										["n_min"] = 1573,
										["g_dmg"] = 0,
										["counter"] = 13,
										["total"] = 34556,
										["c_max"] = 4254,
										["spellschool"] = 64,
										["id"] = 185358,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 6,
										["r_amt"] = 0,
										["c_min"] = 3111,
									},
									[269576] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 776,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 12506,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 12506,
										["n_min"] = 67,
										["g_dmg"] = 0,
										["counter"] = 32,
										["total"] = 12506,
										["c_max"] = 0,
										["spellschool"] = 1,
										["id"] = 269576,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 32,
										["r_amt"] = 0,
										["c_min"] = 0,
									},
									[56641] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 4747,
										["g_amt"] = 0,
										["n_max"] = 533,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 6817,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 2070,
										["n_min"] = 498,
										["g_dmg"] = 0,
										["counter"] = 8,
										["total"] = 6817,
										["c_max"] = 1327,
										["spellschool"] = 1,
										["id"] = 56641,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 4,
										["r_amt"] = 0,
										["c_min"] = 1037,
									},
									[75] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 2795,
										["g_amt"] = 0,
										["n_max"] = 422,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 8745,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 5950,
										["n_min"] = 320,
										["g_dmg"] = 0,
										["counter"] = 21,
										["total"] = 8745,
										["c_max"] = 843,
										["spellschool"] = 1,
										["id"] = 75,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 17,
										["r_amt"] = 0,
										["c_min"] = 641,
									},
								},
							},
							["grupo"] = true,
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["last_dps"] = 2335.320716028817,
							["custom"] = 0,
							["last_event"] = 1605585663,
							["damage_taken"] = 0.00256,
							["start_time"] = 1605585592,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.005504,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["friendlyfire"] = {
							},
							["aID"] = "131983",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.005504,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["total"] = 0.005504,
							["end_time"] = 1605585660,
							["on_hold"] = false,
							["nome"] = "공격대원의 훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire_total"] = 0,
							["serial"] = "Creature-0-3057-1643-9304-131983-0000300321",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 159813.005504,
							["start_time"] = 1605585660,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [2]
					},
				}, -- [1]
				{
					["combatId"] = 9,
					["tipo"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["고독한격냥"] = 12574,
							},
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "2116-0913E6A4",
							["totalover"] = 12574.008533,
							["total_without_pet"] = 0.008533,
							["total"] = 0.008533,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["totalabsorb"] = 0.008533,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.008533,
							["healing_taken"] = 0.008533,
							["end_time"] = 1605585660,
							["healing_from"] = {
							},
							["heal_enemy_amt"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 3,
								["_ActorTable"] = {
									[298318] = {
										["c_amt"] = 2,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 6983,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 5,
										["overheal"] = 6983,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 298318,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 3,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[296330] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 2910,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 3,
										["overheal"] = 2910,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 296330,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 3,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[311201] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 2681,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 4,
										["overheal"] = 2681,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 311201,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 4,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
								},
							},
							["grupo"] = true,
							["start_time"] = 1605585628,
							["spec"] = 254,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "HUNTER",
							["totaldenied"] = 0.008533,
							["delay"] = 1605585643,
							["last_event"] = 1605585653,
						}, -- [1]
					},
				}, -- [2]
				{
					["combatId"] = 9,
					["tipo"] = 7,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["combatId"] = 9,
					["tipo"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[269576] = {
										["activedamt"] = 1,
										["id"] = 269576,
										["targets"] = {
										},
										["uptime"] = 61,
										["appliedamt"] = 2,
										["refreshamt"] = 40,
										["actived"] = false,
										["counter"] = 0,
									},
									[257044] = {
										["activedamt"] = -1,
										["id"] = 257044,
										["targets"] = {
										},
										["uptime"] = 67,
										["appliedamt"] = 6,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["buff_uptime"] = 845,
							["classe"] = "HUNTER",
							["buff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[298836] = {
										["activedamt"] = 1,
										["id"] = 298836,
										["targets"] = {
										},
										["uptime"] = 68,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[274447] = {
										["activedamt"] = 3,
										["id"] = 274447,
										["targets"] = {
										},
										["uptime"] = 25,
										["appliedamt"] = 3,
										["refreshamt"] = 17,
										["actived"] = false,
										["counter"] = 0,
									},
									[264420] = {
										["activedamt"] = 1,
										["id"] = 264420,
										["targets"] = {
										},
										["uptime"] = 68,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[313571] = {
										["activedamt"] = 2,
										["id"] = 313571,
										["targets"] = {
										},
										["uptime"] = 16,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[298343] = {
										["activedamt"] = 3,
										["id"] = 298343,
										["targets"] = {
										},
										["uptime"] = 36,
										["appliedamt"] = 3,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[186403] = {
										["activedamt"] = 1,
										["id"] = 186403,
										["targets"] = {
										},
										["uptime"] = 68,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[270661] = {
										["activedamt"] = 1,
										["id"] = 270661,
										["targets"] = {
										},
										["uptime"] = 65,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[317859] = {
										["activedamt"] = 1,
										["id"] = 317859,
										["targets"] = {
										},
										["uptime"] = 15,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[271711] = {
										["activedamt"] = 1,
										["id"] = 271711,
										["targets"] = {
										},
										["uptime"] = 31,
										["appliedamt"] = 1,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[303344] = {
										["activedamt"] = 1,
										["id"] = 303344,
										["targets"] = {
										},
										["uptime"] = 18,
										["appliedamt"] = 1,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[260242] = {
										["activedamt"] = 5,
										["id"] = 260242,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 5,
										["refreshamt"] = 5,
										["actived"] = false,
										["counter"] = 0,
									},
									[288613] = {
										["activedamt"] = 3,
										["id"] = 288613,
										["targets"] = {
										},
										["uptime"] = 25,
										["appliedamt"] = 3,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[295248] = {
										["activedamt"] = 1,
										["id"] = 295248,
										["targets"] = {
										},
										["uptime"] = 68,
										["appliedamt"] = 1,
										["refreshamt"] = 7,
										["actived"] = false,
										["counter"] = 0,
									},
									[268904] = {
										["activedamt"] = 1,
										["id"] = 268904,
										["targets"] = {
										},
										["uptime"] = 10,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[164273] = {
										["activedamt"] = 1,
										["id"] = 164273,
										["targets"] = {
										},
										["uptime"] = 68,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[272733] = {
										["activedamt"] = 4,
										["id"] = 272733,
										["targets"] = {
										},
										["uptime"] = 49,
										["appliedamt"] = 4,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[279902] = {
										["activedamt"] = 4,
										["id"] = 279902,
										["targets"] = {
										},
										["uptime"] = 52,
										["appliedamt"] = 4,
										["refreshamt"] = 11,
										["actived"] = false,
										["counter"] = 0,
									},
									[268905] = {
										["activedamt"] = 2,
										["id"] = 268905,
										["targets"] = {
										},
										["uptime"] = 48,
										["appliedamt"] = 2,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
									[269083] = {
										["activedamt"] = 1,
										["id"] = 269083,
										["targets"] = {
										},
										["uptime"] = 68,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["debuff_uptime"] = 128,
							["nome"] = "고독한격냥",
							["spec"] = 254,
							["grupo"] = true,
							["spell_cast"] = {
								[288613] = 1,
								[19434] = 12,
								[185358] = 13,
								[56641] = 8,
								[257044] = 6,
							},
							["debuff_uptime_targets"] = {
							},
							["buff_uptime_targets"] = {
							},
							["last_event"] = 1605585660,
							["pets"] = {
							},
							["aID"] = "2116-0913E6A4",
							["serial"] = "Player-2116-0913E6A4",
							["tipo"] = 4,
						}, -- [1]
					},
				}, -- [4]
				{
					["combatId"] = 9,
					["tipo"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["고독한격냥"] = true,
				},
				["CombatStartedAt"] = 2713.1,
				["tempo_start"] = 1605585592,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1175,
				["playing_solo"] = true,
				["totals"] = {
					159813, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					159813, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["data_fim"] = "13:01:01",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "공격대원의 훈련용 허수아비",
				["TotalElapsedCombatTime"] = 2705.233,
				["CombatEndedAt"] = 2705.233,
				["aura_timeline"] = {
					["Player-2116-0913E6A4"] = {
						[260242] = {
							["enabled"] = false,
							["appliedAt"] = 2697.684,
							["spellId"] = 260242,
							["data"] = {
								{
									2642.151, -- [1]
									2659.103, -- [2]
								}, -- [1]
								{
									2662.265, -- [1]
									2677.633, -- [2]
								}, -- [2]
								{
									2681.234, -- [1]
									2693.4, -- [2]
								}, -- [3]
								{
									2697.684, -- [1]
									2697.684, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[268904] = {
							["enabled"] = false,
							["appliedAt"] = 2668.935,
							["spellId"] = 268904,
							["data"] = {
								{
									2668.935, -- [1]
									2678.951, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[272733] = {
							["enabled"] = false,
							["appliedAt"] = 2700.41,
							["spellId"] = 272733,
							["data"] = {
								{
									2638.309, -- [1]
									2666.567, -- [2]
								}, -- [1]
								{
									2677.139, -- [1]
									2685.129, -- [2]
								}, -- [2]
								{
									2686.55, -- [1]
									2694.517, -- [2]
								}, -- [3]
								{
									2700.41, -- [1]
									2705.233, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[274447] = {
							["enabled"] = false,
							["appliedAt"] = 2687.95,
							["spellId"] = 274447,
							["data"] = {
								{
									2639.389, -- [1]
									2654.269, -- [2]
								}, -- [1]
								{
									2679.917, -- [1]
									2685.231, -- [2]
								}, -- [2]
								{
									2687.95, -- [1]
									2693.22, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[269576] = {
							["enabled"] = false,
							["appliedAt"] = 2671.951,
							["spellId"] = 269576,
							["data"] = {
								{
									2637.529, -- [1]
									2665.601, -- [2]
								}, -- [1]
								{
									2671.951, -- [1]
									2705.233, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[268905] = {
							["enabled"] = false,
							["appliedAt"] = 2689.017,
							["spellId"] = 268905,
							["data"] = {
								{
									2689.017, -- [1]
									2705.233, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[257044] = {
							["enabled"] = false,
							["appliedAt"] = 2698.886,
							["spellId"] = 257044,
							["data"] = {
								{
									2644.839, -- [1]
									2646.351, -- [2]
								}, -- [1]
								{
									2649.968, -- [1]
									2651.534, -- [2]
								}, -- [2]
								{
									2657.084, -- [1]
									2658.552, -- [2]
								}, -- [3]
								{
									2675.686, -- [1]
									2677.139, -- [2]
								}, -- [4]
								{
									2685.023, -- [1]
									2686.55, -- [2]
								}, -- [5]
								{
									2698.886, -- [1]
									2700.41, -- [2]
								}, -- [6]
							},
							["amountUp"] = 0,
						},
						[298343] = {
							["enabled"] = false,
							["appliedAt"] = 2682.701,
							["spellId"] = 298343,
							["data"] = {
								{
									2654.118, -- [1]
									2662.092, -- [2]
								}, -- [1]
								{
									2666.734, -- [1]
									2682.45, -- [2]
								}, -- [2]
								{
									2682.701, -- [1]
									2696.6, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[271711] = {
							["enabled"] = false,
							["appliedAt"] = 2674.001,
							["spellId"] = 271711,
							["data"] = {
								{
									2674.001, -- [1]
									2705.233, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[317859] = {
							["enabled"] = false,
							["appliedAt"] = 2670.001,
							["spellId"] = 317859,
							["data"] = {
								{
									2670.001, -- [1]
									2685.023, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[288613] = {
							["enabled"] = false,
							["appliedAt"] = 2687.95,
							["spellId"] = 288613,
							["data"] = {
								{
									2639.301, -- [1]
									2654.269, -- [2]
								}, -- [1]
								{
									2679.917, -- [1]
									2685.231, -- [2]
								}, -- [2]
								{
									2687.95, -- [1]
									2693.22, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[279902] = {
							["enabled"] = false,
							["appliedAt"] = 2686.95,
							["spellId"] = 279902,
							["data"] = {
								{
									2636.8, -- [1]
									2643.735, -- [2]
								}, -- [1]
								{
									2649.551, -- [1]
									2660.068, -- [2]
								}, -- [2]
								{
									2668.935, -- [1]
									2684.907, -- [2]
								}, -- [3]
								{
									2686.95, -- [1]
									2705.233, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[303344] = {
							["enabled"] = false,
							["appliedAt"] = 2679.917,
							["spellId"] = 303344,
							["data"] = {
								{
									2679.917, -- [1]
									2697.978, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[313571] = {
							["enabled"] = false,
							["appliedAt"] = 2703.95,
							["spellId"] = 313571,
							["data"] = {
								{
									2662.265, -- [1]
									2677.289, -- [2]
								}, -- [1]
								{
									2703.95, -- [1]
									2705.233, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
					},
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["heal_section"] = {
					},
					["heal"] = {
						{
							["고독한격냥"] = 0.008533,
						}, -- [1]
					},
					["damage_section"] = {
					},
					["damage"] = {
						{
							["고독한격냥"] = 159269.00256,
						}, -- [1]
					},
				},
				["end_time"] = 2705.233,
				["combat_id"] = 9,
				["cleu_events"] = {
					["n"] = 1,
				},
				["spells_cast_timeline"] = {
					["Player-2116-0913E6A4"] = {
						{
							2636.452, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [1]
						{
							2636.548, -- [1]
							75, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [2]
						{
							2636.663, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [3]
						{
							2639.301, -- [1]
							288613, -- [2]
							"", -- [3]
						}, -- [4]
						{
							2639.935, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [5]
						{
							2642.151, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [6]
						{
							2642.454, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [7]
						{
							2644.603, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [8]
						{
							2644.839, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [9]
						{
							2646.668, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [10]
						{
							2649.685, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [11]
						{
							2649.968, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [12]
						{
							2653.168, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [13]
						{
							2654.118, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [14]
						{
							2654.501, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [15]
						{
							2657.084, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [16]
						{
							2657.084, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [17]
						{
							2659.103, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [18]
						{
							2662.265, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [19]
						{
							2663.687, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [20]
						{
							2663.814, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [21]
						{
							2666.734, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [22]
						{
							2668.434, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [23]
						{
							2668.601, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [24]
						{
							2671.434, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [25]
						{
							2674.117, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [26]
						{
							2674.434, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [27]
						{
							2675.686, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [28]
						{
							2677.633, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [29]
						{
							2680.021, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [30]
						{
							2681.234, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [31]
						{
							2682.701, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [32]
						{
							2684.8, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [33]
						{
							2685.023, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [34]
						{
							2688.55, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [35]
						{
							2690.75, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [36]
						{
							2691.835, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [37]
						{
							2692.184, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [38]
						{
							2693.4, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [39]
						{
							2695.767, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [40]
						{
							2697.684, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [41]
						{
							2697.684, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [42]
						{
							2698.886, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [43]
					},
				},
				["overall_added"] = true,
				["player_last_events"] = {
				},
				["CombatSkillCache"] = {
				},
				["data_inicio"] = "12:59:52",
				["start_time"] = 2636.8,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [6]
			{
				{
					["combatId"] = 8,
					["tipo"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.001047,
							["damage_from"] = {
							},
							["targets"] = {
								["공격대원의 훈련용 허수아비"] = 178862,
							},
							["pets"] = {
							},
							["spec"] = 254,
							["friendlyfire"] = {
							},
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 178862.001047,
							["end_time"] = 1605585592,
							["colocacao"] = 1,
							["dps_started"] = false,
							["total"] = 178862.001047,
							["classe"] = "HUNTER",
							["aID"] = "2116-0913E6A4",
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
									[311192] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 2125,
										["g_amt"] = 0,
										["n_max"] = 1110,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 4298,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 2173,
										["n_min"] = 1063,
										["g_dmg"] = 0,
										["counter"] = 3,
										["total"] = 4298,
										["c_max"] = 2125,
										["spellschool"] = 4,
										["id"] = 311192,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 2,
										["r_amt"] = 0,
										["c_min"] = 2125,
									},
									[269031] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 367,
										["g_amt"] = 0,
										["n_max"] = 0,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 367,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 0,
										["n_min"] = 0,
										["g_dmg"] = 0,
										["counter"] = 2,
										["a_amt"] = 0,
										["total"] = 367,
										["c_max"] = 367,
										["spellschool"] = 1,
										["id"] = 269031,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["PARRY"] = 1,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 0,
										["r_amt"] = 0,
										["c_min"] = 367,
									},
									[75] = {
										["c_amt"] = 13,
										["b_amt"] = 0,
										["c_dmg"] = 9561,
										["g_amt"] = 0,
										["n_max"] = 469,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 14286,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 4725,
										["n_min"] = 320,
										["g_dmg"] = 0,
										["counter"] = 26,
										["total"] = 14286,
										["c_max"] = 938,
										["spellschool"] = 1,
										["id"] = 75,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 13,
										["r_amt"] = 0,
										["c_min"] = 640,
									},
									[185358] = {
										["c_amt"] = 6,
										["b_amt"] = 0,
										["c_dmg"] = 23110,
										["g_amt"] = 0,
										["n_max"] = 2362,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 42076,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 18966,
										["n_min"] = 1135,
										["g_dmg"] = 0,
										["counter"] = 17,
										["total"] = 42076,
										["c_max"] = 4677,
										["spellschool"] = 64,
										["id"] = 185358,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 11,
										["r_amt"] = 0,
										["c_min"] = 3131,
									},
									[257045] = {
										["c_amt"] = 24,
										["b_amt"] = 0,
										["c_dmg"] = 23723,
										["g_amt"] = 0,
										["n_max"] = 577,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 32688,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 8965,
										["n_min"] = 422,
										["g_dmg"] = 0,
										["counter"] = 42,
										["total"] = 32688,
										["c_max"] = 1170,
										["spellschool"] = 1,
										["id"] = 257045,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 18,
										["r_amt"] = 0,
										["c_min"] = 842,
									},
									[269576] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 763,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 13844,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 13844,
										["n_min"] = 158,
										["g_dmg"] = 0,
										["counter"] = 38,
										["total"] = 13844,
										["c_max"] = 0,
										["spellschool"] = 1,
										["id"] = 269576,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 38,
										["r_amt"] = 0,
										["c_min"] = 0,
									},
									[56641] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 3545,
										["g_amt"] = 0,
										["n_max"] = 675,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 7388,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 3843,
										["n_min"] = 494,
										["g_dmg"] = 0,
										["counter"] = 10,
										["total"] = 7388,
										["c_max"] = 1273,
										["spellschool"] = 1,
										["id"] = 56641,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 7,
										["r_amt"] = 0,
										["c_min"] = 1018,
									},
									[19434] = {
										["c_amt"] = 6,
										["b_amt"] = 0,
										["c_dmg"] = 41918,
										["g_amt"] = 0,
										["n_max"] = 4693,
										["targets"] = {
											["공격대원의 훈련용 허수아비"] = 63915,
										},
										["m_dmg"] = 0,
										["n_dmg"] = 21997,
										["n_min"] = 3108,
										["g_dmg"] = 0,
										["counter"] = 12,
										["total"] = 63915,
										["c_max"] = 8375,
										["spellschool"] = 1,
										["id"] = 19434,
										["r_dmg"] = 0,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["m_crit"] = 0,
										["a_amt"] = 0,
										["m_amt"] = 0,
										["successful_casted"] = 0,
										["b_dmg"] = 0,
										["n_amt"] = 6,
										["r_amt"] = 0,
										["c_min"] = 6278,
									},
								},
							},
							["grupo"] = true,
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["last_dps"] = 2240.25552413578,
							["custom"] = 0,
							["last_event"] = 1605585453,
							["damage_taken"] = 0.001047,
							["start_time"] = 1605585511,
							["delay"] = 1605585453,
							["tipo"] = 1,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.004759,
							["damage_from"] = {
								["고독한격냥"] = true,
							},
							["targets"] = {
							},
							["pets"] = {
							},
							["friendlyfire"] = {
							},
							["aID"] = "131983",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.004759,
							["classe"] = "UNKNOW",
							["fight_component"] = true,
							["dps_started"] = false,
							["total"] = 0.004759,
							["end_time"] = 1605585452,
							["on_hold"] = false,
							["nome"] = "공격대원의 훈련용 허수아비",
							["spells"] = {
								["tipo"] = 2,
								["_ActorTable"] = {
								},
							},
							["friendlyfire_total"] = 0,
							["serial"] = "Creature-0-3057-1643-9304-131983-0000300321",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 178862.004759,
							["start_time"] = 1605585452,
							["delay"] = 0,
							["tipo"] = 1,
						}, -- [2]
					},
				}, -- [1]
				{
					["combatId"] = 8,
					["tipo"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["고독한격냥"] = 9964,
							},
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "2116-0913E6A4",
							["totalover"] = 9964.005334,
							["total_without_pet"] = 0.005334,
							["total"] = 0.005334,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-2116-0913E6A4",
							["totalabsorb"] = 0.005334,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.005334,
							["healing_taken"] = 0.005334,
							["end_time"] = 1605585452,
							["healing_from"] = {
							},
							["heal_enemy_amt"] = 0,
							["nome"] = "고독한격냥",
							["spells"] = {
								["tipo"] = 3,
								["_ActorTable"] = {
									[298318] = {
										["c_amt"] = 2,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 5874,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 4,
										["overheal"] = 5874,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 298318,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 2,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[296330] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 1940,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 2,
										["overheal"] = 1940,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 296330,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 2,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
									[311201] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["고독한격냥"] = 2150,
										},
										["n_max"] = 0,
										["targets"] = {
											["고독한격냥"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 3,
										["overheal"] = 2150,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 311201,
										["targets_absorbs"] = {
										},
										["c_curado"] = 0,
										["m_crit"] = 0,
										["c_min"] = 0,
										["m_amt"] = 0,
										["n_curado"] = 0,
										["n_amt"] = 3,
										["totaldenied"] = 0,
										["m_healed"] = 0,
										["absorbed"] = 0,
									},
								},
							},
							["grupo"] = true,
							["start_time"] = 1605585426,
							["spec"] = 254,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "HUNTER",
							["totaldenied"] = 0.005334,
							["delay"] = 1605585422,
							["last_event"] = 1605585446,
						}, -- [1]
					},
				}, -- [2]
				{
					["combatId"] = 8,
					["tipo"] = 7,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["combatId"] = 8,
					["tipo"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[269576] = {
										["activedamt"] = 1,
										["id"] = 269576,
										["targets"] = {
										},
										["uptime"] = 76,
										["appliedamt"] = 3,
										["refreshamt"] = 36,
										["actived"] = false,
										["counter"] = 0,
									},
									[257044] = {
										["activedamt"] = 0,
										["id"] = 257044,
										["targets"] = {
										},
										["uptime"] = 9,
										["appliedamt"] = 6,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["buff_uptime"] = 945,
							["classe"] = "HUNTER",
							["buff_uptime_spells"] = {
								["tipo"] = 9,
								["_ActorTable"] = {
									[298836] = {
										["activedamt"] = 1,
										["id"] = 298836,
										["targets"] = {
										},
										["uptime"] = 79,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[274447] = {
										["activedamt"] = 2,
										["id"] = 274447,
										["targets"] = {
										},
										["uptime"] = 20,
										["appliedamt"] = 2,
										["refreshamt"] = 13,
										["actived"] = false,
										["counter"] = 0,
									},
									[315763] = {
										["activedamt"] = 1,
										["id"] = 315763,
										["targets"] = {
										},
										["uptime"] = 15,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[264420] = {
										["activedamt"] = 1,
										["id"] = 264420,
										["targets"] = {
										},
										["uptime"] = 79,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[313571] = {
										["activedamt"] = 2,
										["id"] = 313571,
										["targets"] = {
										},
										["uptime"] = 58,
										["appliedamt"] = 2,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
									[342076] = {
										["activedamt"] = 6,
										["id"] = 342076,
										["targets"] = {
										},
										["uptime"] = 28,
										["appliedamt"] = 6,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[298343] = {
										["activedamt"] = 4,
										["id"] = 298343,
										["targets"] = {
										},
										["uptime"] = 30,
										["appliedamt"] = 4,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[186403] = {
										["activedamt"] = 1,
										["id"] = 186403,
										["targets"] = {
										},
										["uptime"] = 79,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[270661] = {
										["activedamt"] = 3,
										["id"] = 270661,
										["targets"] = {
										},
										["uptime"] = 69,
										["appliedamt"] = 3,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[317859] = {
										["activedamt"] = 2,
										["id"] = 317859,
										["targets"] = {
										},
										["uptime"] = 31,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[303344] = {
										["activedamt"] = 1,
										["id"] = 303344,
										["targets"] = {
										},
										["uptime"] = 10,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[260242] = {
										["activedamt"] = 7,
										["id"] = 260242,
										["targets"] = {
										},
										["uptime"] = 43,
										["appliedamt"] = 7,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[295248] = {
										["activedamt"] = 1,
										["id"] = 295248,
										["targets"] = {
										},
										["uptime"] = 78,
										["appliedamt"] = 1,
										["refreshamt"] = 7,
										["actived"] = false,
										["counter"] = 0,
									},
									[269083] = {
										["activedamt"] = 1,
										["id"] = 269083,
										["targets"] = {
										},
										["uptime"] = 79,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[268904] = {
										["activedamt"] = 2,
										["id"] = 268904,
										["targets"] = {
										},
										["uptime"] = 21,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[164273] = {
										["activedamt"] = 1,
										["id"] = 164273,
										["targets"] = {
										},
										["uptime"] = 79,
										["appliedamt"] = 1,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[272733] = {
										["activedamt"] = 5,
										["id"] = 272733,
										["targets"] = {
										},
										["uptime"] = 47,
										["appliedamt"] = 5,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[288613] = {
										["activedamt"] = 2,
										["id"] = 288613,
										["targets"] = {
										},
										["uptime"] = 20,
										["appliedamt"] = 2,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[268905] = {
										["activedamt"] = 3,
										["id"] = 268905,
										["targets"] = {
										},
										["uptime"] = 38,
										["appliedamt"] = 3,
										["refreshamt"] = 7,
										["actived"] = false,
										["counter"] = 0,
									},
									[279902] = {
										["activedamt"] = 7,
										["id"] = 279902,
										["targets"] = {
										},
										["uptime"] = 42,
										["appliedamt"] = 7,
										["refreshamt"] = 4,
										["actived"] = false,
										["counter"] = 0,
									},
								},
							},
							["debuff_uptime"] = 85,
							["nome"] = "고독한격냥",
							["spec"] = 254,
							["grupo"] = true,
							["spell_cast"] = {
								[288613] = 1,
								[19434] = 11,
								[185358] = 17,
								[56641] = 10,
								[257044] = 6,
							},
							["debuff_uptime_targets"] = {
							},
							["buff_uptime_targets"] = {
							},
							["last_event"] = 1605585452,
							["pets"] = {
							},
							["aID"] = "2116-0913E6A4",
							["serial"] = "Player-2116-0913E6A4",
							["tipo"] = 4,
						}, -- [1]
					},
				}, -- [4]
				{
					["combatId"] = 8,
					["tipo"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["고독한격냥"] = true,
				},
				["CombatStartedAt"] = 2636.452,
				["tempo_start"] = 1605585373,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1174,
				["playing_solo"] = true,
				["totals"] = {
					178862, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					178862, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["debuff_uptime"] = 0,
						["cooldowns_defensive"] = 0,
						["interrupt"] = 0,
						["dispell"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["data_fim"] = "12:57:33",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "공격대원의 훈련용 허수아비",
				["TotalElapsedCombatTime"] = 2497.638,
				["CombatEndedAt"] = 2497.638,
				["aura_timeline"] = {
					["Player-2116-0913E6A4"] = {
						[274447] = {
							["enabled"] = false,
							["appliedAt"] = 2425.423,
							["spellId"] = 274447,
							["data"] = {
								{
									2417.899, -- [1]
									2423.174, -- [2]
								}, -- [1]
								{
									2425.423, -- [1]
									2440.422, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[315763] = {
							["enabled"] = false,
							["appliedAt"] = 2460.055,
							["spellId"] = 315763,
							["data"] = {
								{
									2460.055, -- [1]
									2475.172, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[313571] = {
							["enabled"] = false,
							["appliedAt"] = 2467.594,
							["spellId"] = 313571,
							["data"] = {
								{
									2433.473, -- [1]
									2461.422, -- [2]
								}, -- [1]
								{
									2467.594, -- [1]
									2497.638, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[342076] = {
							["enabled"] = false,
							["appliedAt"] = 2485.294,
							["spellId"] = 342076,
							["data"] = {
								{
									2420.723, -- [1]
									2423.456, -- [2]
								}, -- [1]
								{
									2428.956, -- [1]
									2435.173, -- [2]
								}, -- [2]
								{
									2435.632, -- [1]
									2438.439, -- [2]
								}, -- [3]
								{
									2444.725, -- [1]
									2448.306, -- [2]
								}, -- [4]
								{
									2465.642, -- [1]
									2473.08, -- [2]
								}, -- [5]
								{
									2485.294, -- [1]
									2490.786, -- [2]
								}, -- [6]
							},
							["amountUp"] = 0,
						},
						[298343] = {
							["enabled"] = false,
							["appliedAt"] = 2490.786,
							["spellId"] = 298343,
							["data"] = {
								{
									2423.942, -- [1]
									2432.043, -- [2]
								}, -- [1]
								{
									2451.404, -- [1]
									2459.422, -- [2]
								}, -- [2]
								{
									2482.438, -- [1]
									2490.523, -- [2]
								}, -- [3]
								{
									2490.786, -- [1]
									2497.638, -- [2]
								}, -- [4]
							},
							["amountUp"] = 0,
						},
						[257044] = {
							["enabled"] = false,
							["appliedAt"] = 2485.294,
							["spellId"] = 257044,
							["data"] = {
								{
									2420.723, -- [1]
									2422.377, -- [2]
								}, -- [1]
								{
									2428.956, -- [1]
									2430.411, -- [2]
								}, -- [2]
								{
									2435.632, -- [1]
									2437.034, -- [2]
								}, -- [3]
								{
									2444.725, -- [1]
									2446.259, -- [2]
								}, -- [4]
								{
									2465.642, -- [1]
									2467.287, -- [2]
								}, -- [5]
								{
									2485.294, -- [1]
									2486.859, -- [2]
								}, -- [6]
							},
							["amountUp"] = 0,
						},
						[269576] = {
							["enabled"] = false,
							["appliedAt"] = 2464.312,
							["spellId"] = 269576,
							["data"] = {
								{
									2418.555, -- [1]
									2454.655, -- [2]
								}, -- [1]
								{
									2456.066, -- [1]
									2462.106, -- [2]
								}, -- [2]
								{
									2464.312, -- [1]
									2497.638, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[317859] = {
							["enabled"] = false,
							["appliedAt"] = 2474.572,
							["spellId"] = 317859,
							["data"] = {
								{
									2420.723, -- [1]
									2435.741, -- [2]
								}, -- [1]
								{
									2474.572, -- [1]
									2489.665, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[303344] = {
							["enabled"] = false,
							["appliedAt"] = 2417.899,
							["spellId"] = 303344,
							["data"] = {
								{
									2417.899, -- [1]
									2427.915, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[260242] = {
							["enabled"] = false,
							["appliedAt"] = 2490.786,
							["spellId"] = 260242,
							["data"] = {
								{
									2423.456, -- [1]
									2425.993, -- [2]
								}, -- [1]
								{
									2428.656, -- [1]
									2431.323, -- [2]
								}, -- [2]
								{
									2435.173, -- [1]
									2467.928, -- [2]
								}, -- [3]
								{
									2473.08, -- [1]
									2474.572, -- [2]
								}, -- [4]
								{
									2482.438, -- [1]
									2483.991, -- [2]
								}, -- [5]
								{
									2490.786, -- [1]
									2492.007, -- [2]
								}, -- [6]
							},
							["amountUp"] = 0,
						},
						[270661] = {
							["enabled"] = false,
							["appliedAt"] = 2496.305,
							["spellId"] = 270661,
							["data"] = {
								{
									2492.255, -- [1]
									2493.313, -- [2]
								}, -- [1]
								{
									2496.305, -- [1]
									2497.638, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[268904] = {
							["enabled"] = false,
							["appliedAt"] = 2481.638,
							["spellId"] = 268904,
							["data"] = {
								{
									2445.956, -- [1]
									2455.966, -- [2]
								}, -- [1]
								{
									2481.638, -- [1]
									2491.731, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
						[295248] = {
							["enabled"] = false,
							["appliedAt"] = 2417.899,
							["spellId"] = 295248,
							["data"] = {
								{
									2417.899, -- [1]
									2496.555, -- [2]
								}, -- [1]
							},
							["amountUp"] = 0,
						},
						[272733] = {
							["enabled"] = false,
							["appliedAt"] = 2486.859,
							["spellId"] = 272733,
							["data"] = {
								{
									2422.377, -- [1]
									2430.323, -- [2]
								}, -- [1]
								{
									2430.411, -- [1]
									2445.056, -- [2]
								}, -- [2]
								{
									2446.259, -- [1]
									2454.306, -- [2]
								}, -- [3]
								{
									2467.287, -- [1]
									2475.309, -- [2]
								}, -- [4]
								{
									2486.859, -- [1]
									2494.771, -- [2]
								}, -- [5]
							},
							["amountUp"] = 0,
						},
						[279902] = {
							["enabled"] = false,
							["appliedAt"] = 2494.338,
							["spellId"] = 279902,
							["data"] = {
								{
									2417.899, -- [1]
									2423.562, -- [2]
								}, -- [1]
								{
									2426.442, -- [1]
									2431.457, -- [2]
								}, -- [2]
								{
									2438.646, -- [1]
									2443.683, -- [2]
								}, -- [3]
								{
									2454.306, -- [1]
									2461.122, -- [2]
								}, -- [4]
								{
									2466.331, -- [1]
									2471.383, -- [2]
								}, -- [5]
								{
									2480.363, -- [1]
									2491.138, -- [2]
								}, -- [6]
								{
									2494.338, -- [1]
									2497.638, -- [2]
								}, -- [7]
							},
							["amountUp"] = 0,
						},
						[268905] = {
							["enabled"] = false,
							["appliedAt"] = 2494.338,
							["spellId"] = 268905,
							["data"] = {
								{
									2425.423, -- [1]
									2445.956, -- [2]
								}, -- [1]
								{
									2466.715, -- [1]
									2481.638, -- [2]
								}, -- [2]
								{
									2494.338, -- [1]
									2497.638, -- [2]
								}, -- [3]
							},
							["amountUp"] = 0,
						},
						[288613] = {
							["enabled"] = false,
							["appliedAt"] = 2425.423,
							["spellId"] = 288613,
							["data"] = {
								{
									2417.899, -- [1]
									2423.174, -- [2]
								}, -- [1]
								{
									2425.423, -- [1]
									2440.422, -- [2]
								}, -- [2]
							},
							["amountUp"] = 0,
						},
					},
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["heal_section"] = {
					},
					["heal"] = {
						{
							["고독한격냥"] = 0.005334,
						}, -- [1]
					},
					["damage_section"] = {
					},
					["damage"] = {
						{
							["고독한격냥"] = 178537.001047,
						}, -- [1]
					},
				},
				["end_time"] = 2497.638,
				["combat_id"] = 8,
				["cleu_events"] = {
					["n"] = 1,
				},
				["spells_cast_timeline"] = {
					["Player-2116-0913E6A4"] = {
						{
							2417.556, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [1]
						{
							2417.682, -- [1]
							75, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [2]
						{
							2418.077, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [3]
						{
							2419.307, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [4]
						{
							2420.723, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [5]
						{
							2423.456, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [6]
						{
							2423.942, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [7]
						{
							2425.423, -- [1]
							288613, -- [2]
							"", -- [3]
						}, -- [8]
						{
							2425.89, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [9]
						{
							2428.656, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [10]
						{
							2428.956, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [11]
						{
							2431.323, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [12]
						{
							2434.307, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [13]
						{
							2435.173, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [14]
						{
							2435.632, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [15]
						{
							2438.439, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [16]
						{
							2441.706, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [17]
						{
							2443.549, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [18]
						{
							2443.549, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [19]
						{
							2444.725, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [20]
						{
							2448.306, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [21]
						{
							2451.404, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [22]
						{
							2453.856, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [23]
						{
							2455.622, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [24]
						{
							2457.072, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [25]
						{
							2457.072, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [26]
						{
							2460.055, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [27]
						{
							2463.987, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [28]
						{
							2463.987, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [29]
						{
							2465.642, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [30]
						{
							2467.928, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [31]
						{
							2470.455, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [32]
						{
							2471.847, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [33]
						{
							2473.08, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [34]
						{
							2473.314, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [35]
						{
							2474.572, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [36]
						{
							2477.305, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [37]
						{
							2478.938, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [38]
						{
							2479.188, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [39]
						{
							2482.438, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [40]
						{
							2482.438, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [41]
						{
							2483.991, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [42]
						{
							2485.294, -- [1]
							257044, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [43]
						{
							2489.211, -- [1]
							56641, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [44]
						{
							2490.786, -- [1]
							19434, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [45]
						{
							2490.786, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [46]
						{
							2492.007, -- [1]
							185358, -- [2]
							"공격대원의 훈련용 허수아비", -- [3]
						}, -- [47]
					},
				},
				["overall_added"] = true,
				["player_last_events"] = {
				},
				["CombatSkillCache"] = {
				},
				["data_inicio"] = "12:56:13",
				["start_time"] = 2417.798,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [7]
		},
	},
	["last_version"] = "v9.0.1.7950",
	["SoloTablesSaved"] = {
		["Mode"] = 1,
	},
	["tabela_instancias"] = {
	},
	["coach"] = {
		["enabled"] = false,
	},
	["on_death_menu"] = true,
	["nick_tag_cache"] = {
		["last_version"] = 12,
		["nextreset"] = 1606880905,
	},
	["last_instance_id"] = 2217,
	["announce_interrupts"] = {
		["enabled"] = false,
		["whisper"] = "",
		["channel"] = "SAY",
		["custom"] = "",
		["next"] = "",
	},
	["last_instance_time"] = 1594739453,
	["active_profile"] = "윈드라이드-아즈샤라",
	["mythic_dungeon_currentsaved"] = {
		["dungeon_name"] = "폭풍의 사원",
		["started"] = false,
		["segment_id"] = 5,
		["ej_id"] = 1036,
		["started_at"] = 1594225257.7,
		["run_id"] = 13,
		["level"] = 15,
		["dungeon_zone_id"] = 1864,
		["previous_boss_killed_at"] = 1594231052,
	},
	["ignore_nicktag"] = false,
	["plugin_database"] = {
		["DETAILS_PLUGIN_DEATH_GRAPHICS"] = {
			["last_boss"] = false,
			["v1"] = true,
			["captures"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
			},
			["first_run"] = true,
			["endurance_threshold"] = 3,
			["max_deaths_for_timeline"] = 5,
			["deaths_threshold"] = 10,
			["show_icon"] = 1,
			["max_segments_for_current"] = 2,
			["max_deaths_for_current"] = 20,
			["last_player"] = false,
			["InstalledAt"] = 1605584918,
			["last_encounter_hash"] = false,
			["showing_type"] = 4,
			["timeline_cutoff_time"] = 3,
			["last_segment"] = false,
			["last_combat_id"] = 0,
			["timeline_cutoff_delete_time"] = 3,
			["enabled"] = true,
			["author"] = "Details! Team",
		},
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["enabled"] = true,
			["encounter_timers_bw"] = {
			},
			["max_emote_segments"] = 3,
			["last_section_selected"] = "main",
			["author"] = "Details! Team",
			["window_scale"] = 1,
			["hide_on_combat"] = false,
			["show_icon"] = 5,
			["opened"] = 0,
			["encounter_timers_dbm"] = {
			},
		},
		["DETAILS_PLUGIN_CAST_HISTORY"] = {
			["enabled"] = true,
			["author"] = "Terciob",
			["merged_spells"] = {
			},
			["ignored_spells"] = {
				[184367] = 201363,
				[185313] = 185422,
				[316531] = 3411,
				[228597] = true,
				[148187] = 116847,
				[184709] = 201363,
				[201453] = 191427,
				[33076] = 41635,
				[126664] = 100,
				[324988] = true,
				[199667] = 44949,
				[147833] = 3411,
				[196711] = true,
				[324183] = true,
				[146739] = 172,
				[190411] = 44949,
				[85739] = 44949,
				[317488] = 317485,
				[199672] = 1943,
				[222031] = 199547,
				[227518] = true,
				[75] = true,
				[227847] = 50622,
				[201428] = true,
				[7268] = 5143,
				[52174] = 6544,
			},
		},
		["DETAILS_PLUGIN_STREAM_OVERLAY"] = {
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["is_first_run"] = false,
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["main_frame_size"] = {
				300, -- [1]
				500.000030517578, -- [2]
			},
			["minimap"] = {
				["minimapPos"] = 153.103676241888,
				["radius"] = 160,
				["hide"] = true,
			},
			["arrow_anchor_x"] = 0,
			["row_texture"] = "Details Serenity",
			["scale"] = 1,
			["row_height"] = 20,
			["point"] = "CENTER",
			["enabled"] = false,
			["arrow_size"] = 10,
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0.2, -- [4]
			},
			["main_frame_strata"] = "LOW",
			["arrow_texture"] = "Interface\\CHATFRAME\\ChatFrameExpandArrow",
			["per_second"] = {
				["enabled"] = false,
				["point"] = "CENTER",
				["scale"] = 1,
				["font_shadow"] = true,
				["y"] = 3.0517578125e-05,
				["x"] = 3.0517578125e-05,
				["size"] = 32,
				["update_speed"] = 0.05,
				["attribute_type"] = 1,
			},
			["font_size"] = 10,
			["x"] = 0,
			["font_face"] = "Friz Quadrata TT",
			["y"] = 4.57763671875e-05,
			["use_spark"] = true,
			["author"] = "Details! Team",
			["main_frame_locked"] = false,
			["arrow_anchor_y"] = 0,
		},
		["DETAILS_PLUGIN_TINY_THREAT"] = {
			["updatespeed"] = 1,
			["showamount"] = false,
			["animate"] = false,
			["useplayercolor"] = false,
			["useclasscolors"] = false,
			["author"] = "Details! Team",
			["playercolor"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
			},
			["enabled"] = true,
		},
		["DETAILS_PLUGIN_RAIDCHECK"] = {
			["enabled"] = true,
			["food_tier1"] = true,
			["mythic_1_4"] = true,
			["food_tier2"] = true,
			["author"] = "Details! Team",
			["use_report_panel"] = true,
			["pre_pot_healers"] = false,
			["pre_pot_tanks"] = false,
			["food_tier3"] = true,
		},
		["DETAILS_PLUGIN_VANGUARD"] = {
			["enabled"] = true,
			["tank_block_color"] = {
				0.24705882, -- [1]
				0.0039215, -- [2]
				0, -- [3]
				0.8, -- [4]
			},
			["show_inc_bars"] = false,
			["author"] = "Details! Team",
			["first_run"] = false,
			["tank_block_size"] = 150,
			["bar_height"] = 24,
			["tank_block_texture"] = "Details Serenity",
			["tank_block_height"] = 40,
		},
		["DETAILS_PLUGIN_RAID_POWER_BARS"] = {
			["enabled"] = true,
			["author"] = "Details! Team",
		},
		["DETAILS_PLUGIN_TIME_LINE"] = {
			["enabled"] = true,
			["author"] = "Details! Team",
		},
		["DETAILS_PLUGIN_TARGET_CALLER"] = {
			["enabled"] = true,
			["author"] = "Details! Team",
		},
		["DETAILS_PLUGIN_CHART_VIEWER"] = {
			["enabled"] = true,
			["author"] = "Details! Team",
			["tabs"] = {
				{
					["name"] = "Your Damage",
					["segment_type"] = 2,
					["version"] = "v2.0",
					["data"] = "Player Damage Done",
					["texture"] = "line",
				}, -- [1]
				{
					["name"] = "Class Damage",
					["iType"] = "raid-DAMAGER",
					["segment_type"] = 1,
					["version"] = "v2.0",
					["data"] = "PRESET_DAMAGE_SAME_CLASS",
					["texture"] = "line",
				}, -- [2]
				{
					["name"] = "Raid Damage",
					["segment_type"] = 2,
					["version"] = "v2.0",
					["data"] = "Raid Damage Done",
					["texture"] = "line",
				}, -- [3]
				["last_selected"] = 1,
			},
			["options"] = {
				["auto_create"] = true,
				["show_method"] = 4,
				["window_scale"] = 1,
			},
		},
	},
	["last_day"] = "17",
	["cached_talents"] = {
	},
	["announce_prepots"] = {
		["enabled"] = true,
		["channel"] = "SELF",
		["reverse"] = false,
	},
	["last_encounter"] = "다시 태어난 타락 일기노스",
	["last_realversion"] = 144,
	["announce_firsthit"] = {
		["enabled"] = true,
		["channel"] = "SELF",
	},
	["combat_id"] = 14,
	["savedStyles"] = {
	},
	["combat_counter"] = 1180,
	["force_font_outline"] = "",
	["announce_deaths"] = {
		["enabled"] = false,
		["last_hits"] = 1,
		["only_first"] = 5,
		["where"] = 1,
	},
	["tabela_overall"] = {
		{
			["tipo"] = 2,
			["_ActorTable"] = {
				{
					["flag_original"] = 1297,
					["totalabsorbed"] = 0.028044,
					["on_hold"] = false,
					["damage_from"] = {
					},
					["targets"] = {
						["훈련용 허수아비"] = 372865,
						["공격대원의 훈련용 허수아비"] = 955481,
					},
					["friendlyfire"] = {
					},
					["pets"] = {
					},
					["end_time"] = 1605585453,
					["friendlyfire_total"] = 0,
					["raid_targets"] = {
					},
					["total_without_pet"] = 1328346.028044,
					["classe"] = "HUNTER",
					["dps_started"] = false,
					["total"] = 1328346.028044,
					["aID"] = "2116-0913E6A4",
					["last_event"] = 0,
					["nome"] = "고독한격냥",
					["spec"] = 254,
					["grupo"] = true,
					["spells"] = {
						["tipo"] = 2,
						["_ActorTable"] = {
							[56641] = {
								["c_amt"] = 34,
								["b_amt"] = 0,
								["c_dmg"] = 37294,
								["g_amt"] = 0,
								["n_max"] = 675,
								["targets"] = {
									["훈련용 허수아비"] = 10288,
									["공격대원의 훈련용 허수아비"] = 51046,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 24040,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 79,
								["total"] = 61334,
								["c_max"] = 1327,
								["id"] = 56641,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 45,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[19434] = {
								["c_amt"] = 49,
								["b_amt"] = 0,
								["c_dmg"] = 304439,
								["g_amt"] = 0,
								["n_max"] = 4693,
								["targets"] = {
									["훈련용 허수아비"] = 137628,
									["공격대원의 훈련용 허수아비"] = 347693,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 180882,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 116,
								["total"] = 485321,
								["c_max"] = 8375,
								["id"] = 19434,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 67,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[75] = {
								["c_amt"] = 66,
								["b_amt"] = 0,
								["c_dmg"] = 46433,
								["g_amt"] = 0,
								["n_max"] = 469,
								["targets"] = {
									["훈련용 허수아비"] = 19152,
									["공격대원의 훈련용 허수아비"] = 64510,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 37229,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 174,
								["total"] = 83662,
								["c_max"] = 938,
								["id"] = 75,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 108,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[257620] = {
								["c_amt"] = 48,
								["b_amt"] = 0,
								["c_dmg"] = 58895,
								["g_amt"] = 0,
								["n_max"] = 901,
								["targets"] = {
									["훈련용 허수아비"] = 101534,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 42639,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 120,
								["total"] = 101534,
								["c_max"] = 1856,
								["id"] = 257620,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 72,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[311192] = {
								["c_amt"] = 11,
								["b_amt"] = 0,
								["c_dmg"] = 23666,
								["g_amt"] = 0,
								["n_max"] = 1110,
								["targets"] = {
									["훈련용 허수아비"] = 9755,
									["공격대원의 훈련용 허수아비"] = 30134,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 16223,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 26,
								["total"] = 39889,
								["c_max"] = 2220,
								["id"] = 311192,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 15,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[257045] = {
								["c_amt"] = 212,
								["b_amt"] = 0,
								["c_dmg"] = 151419,
								["g_amt"] = 0,
								["n_max"] = 577,
								["targets"] = {
									["훈련용 허수아비"] = 65522,
									["공격대원의 훈련용 허수아비"] = 161607,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 75710,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 427,
								["total"] = 227129,
								["c_max"] = 1170,
								["id"] = 257045,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 215,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[185358] = {
								["c_amt"] = 44,
								["b_amt"] = 0,
								["c_dmg"] = 148867,
								["g_amt"] = 0,
								["n_max"] = 2362,
								["targets"] = {
									["훈련용 허수아비"] = 1659,
									["공격대원의 훈련용 허수아비"] = 219237,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 72029,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 86,
								["total"] = 220896,
								["c_max"] = 4677,
								["id"] = 185358,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 42,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[269031] = {
								["c_amt"] = 10,
								["b_amt"] = 0,
								["c_dmg"] = 3703,
								["g_amt"] = 0,
								["n_max"] = 192,
								["targets"] = {
									["훈련용 허수아비"] = 1127,
									["공격대원의 훈련용 허수아비"] = 3893,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 1317,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 19,
								["total"] = 5020,
								["c_max"] = 384,
								["a_amt"] = 0,
								["id"] = 269031,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["PARRY"] = 2,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 7,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
							[269576] = {
								["c_amt"] = 0,
								["b_amt"] = 0,
								["c_dmg"] = 0,
								["g_amt"] = 0,
								["n_max"] = 988,
								["targets"] = {
									["훈련용 허수아비"] = 26200,
									["공격대원의 훈련용 허수아비"] = 77361,
								},
								["m_dmg"] = 0,
								["n_dmg"] = 103561,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 361,
								["total"] = 103561,
								["c_max"] = 0,
								["id"] = 269576,
								["r_dmg"] = 0,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["m_crit"] = 0,
								["a_amt"] = 0,
								["m_amt"] = 0,
								["successful_casted"] = 0,
								["b_dmg"] = 0,
								["n_amt"] = 361,
								["r_amt"] = 0,
								["c_min"] = 0,
							},
						},
					},
					["serial"] = "Player-2116-0913E6A4",
					["custom"] = 0,
					["tipo"] = 1,
					["damage_taken"] = 0.028044,
					["start_time"] = 1605584932,
					["delay"] = 0,
					["last_dps"] = 0,
				}, -- [1]
				{
					["flag_original"] = 68136,
					["totalabsorbed"] = 0.03244,
					["damage_from"] = {
						["고독한격냥"] = true,
					},
					["targets"] = {
					},
					["pets"] = {
					},
					["end_time"] = 1605585453,
					["classe"] = "UNKNOW",
					["raid_targets"] = {
					},
					["total_without_pet"] = 0.03244,
					["last_event"] = 0,
					["friendlyfire"] = {
					},
					["dps_started"] = false,
					["total"] = 0.03244,
					["fight_component"] = true,
					["aID"] = "131983",
					["nome"] = "공격대원의 훈련용 허수아비",
					["spells"] = {
						["tipo"] = 2,
						["_ActorTable"] = {
						},
					},
					["on_hold"] = false,
					["friendlyfire_total"] = 0,
					["serial"] = "Creature-0-3057-1643-9304-131983-0000300321",
					["custom"] = 0,
					["tipo"] = 1,
					["last_dps"] = 0,
					["start_time"] = 1605585450,
					["delay"] = 0,
					["damage_taken"] = 955481.03244,
				}, -- [2]
				{
					["flag_original"] = 68136,
					["totalabsorbed"] = 0.026611,
					["damage_from"] = {
						["고독한격냥"] = true,
					},
					["targets"] = {
					},
					["pets"] = {
					},
					["classe"] = "UNKNOW",
					["raid_targets"] = {
					},
					["total_without_pet"] = 0.026611,
					["last_event"] = 0,
					["friendlyfire"] = {
					},
					["dps_started"] = false,
					["total"] = 0.026611,
					["fight_component"] = true,
					["aID"] = "131989",
					["nome"] = "훈련용 허수아비",
					["spells"] = {
						["tipo"] = 2,
						["_ActorTable"] = {
						},
					},
					["on_hold"] = false,
					["end_time"] = 1605585872,
					["friendlyfire_total"] = 0,
					["serial"] = "Creature-0-3057-1643-9304-131989-0001300322",
					["custom"] = 0,
					["tipo"] = 1,
					["last_dps"] = 0,
					["start_time"] = 1605585869,
					["delay"] = 0,
					["damage_taken"] = 372865.026611,
				}, -- [3]
			},
		}, -- [1]
		{
			["tipo"] = 3,
			["_ActorTable"] = {
				{
					["flag_original"] = 1297,
					["healing_from"] = {
					},
					["pets"] = {
					},
					["iniciar_hps"] = false,
					["aID"] = "2116-0913E6A4",
					["totalover"] = 76070.036779,
					["total_without_pet"] = 0.036779,
					["total"] = 0.036779,
					["targets_absorbs"] = {
					},
					["heal_enemy"] = {
					},
					["on_hold"] = false,
					["serial"] = "Player-2116-0913E6A4",
					["totalabsorb"] = 0.036779,
					["last_hps"] = 0,
					["targets"] = {
					},
					["totalover_without_pet"] = 0.036779,
					["healing_taken"] = 0.036779,
					["end_time"] = 1605585453,
					["targets_overheal"] = {
						["고독한격냥"] = 76070,
					},
					["start_time"] = 1605585278,
					["nome"] = "고독한격냥",
					["spells"] = {
						["tipo"] = 3,
						["_ActorTable"] = {
							[298318] = {
								["c_amt"] = 15,
								["totalabsorb"] = 0,
								["targets_overheal"] = {
									["고독한격냥"] = 43514,
								},
								["n_max"] = 0,
								["targets"] = {
									["고독한격냥"] = 0,
								},
								["n_min"] = 0,
								["counter"] = 29,
								["overheal"] = 43514,
								["total"] = 0,
								["c_max"] = 0,
								["id"] = 298318,
								["targets_absorbs"] = {
								},
								["c_curado"] = 0,
								["m_crit"] = 0,
								["c_min"] = 0,
								["m_amt"] = 0,
								["n_curado"] = 0,
								["n_amt"] = 14,
								["totaldenied"] = 0,
								["m_healed"] = 0,
								["absorbed"] = 0,
							},
							[296330] = {
								["c_amt"] = 0,
								["totalabsorb"] = 0,
								["targets_overheal"] = {
									["고독한격냥"] = 12610,
								},
								["n_max"] = 0,
								["targets"] = {
									["고독한격냥"] = 0,
								},
								["n_min"] = 0,
								["counter"] = 13,
								["overheal"] = 12610,
								["total"] = 0,
								["c_max"] = 0,
								["id"] = 296330,
								["targets_absorbs"] = {
								},
								["c_curado"] = 0,
								["m_crit"] = 0,
								["c_min"] = 0,
								["m_amt"] = 0,
								["n_curado"] = 0,
								["n_amt"] = 13,
								["totaldenied"] = 0,
								["m_healed"] = 0,
								["absorbed"] = 0,
							},
							[311201] = {
								["c_amt"] = 0,
								["totalabsorb"] = 0,
								["targets_overheal"] = {
									["고독한격냥"] = 19946,
								},
								["n_max"] = 0,
								["targets"] = {
									["고독한격냥"] = 0,
								},
								["n_min"] = 0,
								["counter"] = 26,
								["overheal"] = 19946,
								["total"] = 0,
								["c_max"] = 0,
								["id"] = 311201,
								["targets_absorbs"] = {
								},
								["c_curado"] = 0,
								["m_crit"] = 0,
								["c_min"] = 0,
								["m_amt"] = 0,
								["n_curado"] = 0,
								["n_amt"] = 26,
								["totaldenied"] = 0,
								["m_healed"] = 0,
								["absorbed"] = 0,
							},
						},
					},
					["grupo"] = true,
					["classe"] = "HUNTER",
					["heal_enemy_amt"] = 0,
					["custom"] = 0,
					["last_event"] = 0,
					["spec"] = 254,
					["totaldenied"] = 0.036779,
					["delay"] = 0,
					["tipo"] = 2,
				}, -- [1]
			},
		}, -- [2]
		{
			["tipo"] = 7,
			["_ActorTable"] = {
			},
		}, -- [3]
		{
			["tipo"] = 9,
			["_ActorTable"] = {
				{
					["flag_original"] = 1047,
					["debuff_uptime_spells"] = {
						["tipo"] = 9,
						["_ActorTable"] = {
							[269576] = {
								["refreshamt"] = 360,
								["activedamt"] = 4,
								["appliedamt"] = 27,
								["id"] = 269576,
								["uptime"] = 480,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[257044] = {
								["refreshamt"] = 0,
								["activedamt"] = -1,
								["appliedamt"] = 42,
								["id"] = 257044,
								["uptime"] = 121,
								["targets"] = {
								},
								["counter"] = 0,
							},
						},
					},
					["buff_uptime"] = 6453,
					["aID"] = "2116-0913E6A4",
					["buff_uptime_spells"] = {
						["tipo"] = 9,
						["_ActorTable"] = {
							[298836] = {
								["refreshamt"] = 0,
								["activedamt"] = 7,
								["appliedamt"] = 7,
								["id"] = 298836,
								["uptime"] = 518,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[274447] = {
								["refreshamt"] = 79,
								["activedamt"] = 13,
								["appliedamt"] = 13,
								["id"] = 274447,
								["uptime"] = 123,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[315763] = {
								["refreshamt"] = 0,
								["activedamt"] = 6,
								["appliedamt"] = 6,
								["id"] = 315763,
								["uptime"] = 89,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[264420] = {
								["refreshamt"] = 0,
								["activedamt"] = 7,
								["appliedamt"] = 7,
								["id"] = 264420,
								["uptime"] = 518,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[313571] = {
								["refreshamt"] = 15,
								["activedamt"] = 17,
								["appliedamt"] = 17,
								["id"] = 313571,
								["uptime"] = 296,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[342076] = {
								["refreshamt"] = 0,
								["activedamt"] = 6,
								["appliedamt"] = 6,
								["id"] = 342076,
								["uptime"] = 28,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[298343] = {
								["refreshamt"] = 6,
								["activedamt"] = 24,
								["appliedamt"] = 24,
								["id"] = 298343,
								["uptime"] = 221,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[186403] = {
								["refreshamt"] = 0,
								["activedamt"] = 7,
								["appliedamt"] = 7,
								["id"] = 186403,
								["uptime"] = 518,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[270661] = {
								["refreshamt"] = 0,
								["activedamt"] = 12,
								["appliedamt"] = 12,
								["id"] = 270661,
								["uptime"] = 499,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[279902] = {
								["refreshamt"] = 44,
								["activedamt"] = 38,
								["appliedamt"] = 38,
								["id"] = 279902,
								["uptime"] = 327,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[317859] = {
								["refreshamt"] = 0,
								["activedamt"] = 8,
								["appliedamt"] = 8,
								["id"] = 317859,
								["uptime"] = 120,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[257622] = {
								["refreshamt"] = 10,
								["activedamt"] = 21,
								["appliedamt"] = 21,
								["id"] = 257622,
								["uptime"] = 108,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[271711] = {
								["refreshamt"] = 3,
								["activedamt"] = 6,
								["appliedamt"] = 6,
								["id"] = 271711,
								["uptime"] = 170,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[303344] = {
								["refreshamt"] = 1,
								["activedamt"] = 6,
								["appliedamt"] = 6,
								["id"] = 303344,
								["uptime"] = 60,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[260242] = {
								["refreshamt"] = 21,
								["activedamt"] = 50,
								["appliedamt"] = 50,
								["id"] = 260242,
								["uptime"] = 209,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[193534] = {
								["refreshamt"] = 5,
								["activedamt"] = 14,
								["appliedamt"] = 14,
								["id"] = 193534,
								["uptime"] = 238,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[295248] = {
								["refreshamt"] = 49,
								["activedamt"] = 8,
								["appliedamt"] = 8,
								["id"] = 295248,
								["uptime"] = 494,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[268904] = {
								["refreshamt"] = 0,
								["activedamt"] = 8,
								["appliedamt"] = 8,
								["id"] = 268904,
								["uptime"] = 75,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[288613] = {
								["refreshamt"] = 1,
								["activedamt"] = 12,
								["appliedamt"] = 12,
								["id"] = 288613,
								["uptime"] = 123,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[272733] = {
								["refreshamt"] = 11,
								["activedamt"] = 32,
								["appliedamt"] = 32,
								["id"] = 272733,
								["uptime"] = 324,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[269083] = {
								["refreshamt"] = 0,
								["activedamt"] = 7,
								["appliedamt"] = 7,
								["id"] = 269083,
								["uptime"] = 518,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[268905] = {
								["refreshamt"] = 32,
								["activedamt"] = 14,
								["appliedamt"] = 14,
								["id"] = 268905,
								["uptime"] = 359,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[164273] = {
								["refreshamt"] = 0,
								["activedamt"] = 7,
								["appliedamt"] = 7,
								["id"] = 164273,
								["uptime"] = 518,
								["targets"] = {
								},
								["counter"] = 0,
							},
						},
					},
					["debuff_uptime"] = 601,
					["nome"] = "고독한격냥",
					["spec"] = 254,
					["grupo"] = true,
					["spell_cast"] = {
						[288613] = 6,
						[19434] = 76,
						[185358] = 84,
						[257620] = 29,
						[56641] = 79,
						[257044] = 42,
					},
					["debuff_uptime_targets"] = {
					},
					["last_event"] = 0,
					["tipo"] = 4,
					["buff_uptime_targets"] = {
					},
					["pets"] = {
					},
					["serial"] = "Player-2116-0913E6A4",
					["classe"] = "HUNTER",
				}, -- [1]
			},
		}, -- [4]
		{
			["tipo"] = 2,
			["_ActorTable"] = {
			},
		}, -- [5]
		["raid_roster"] = {
		},
		["tempo_start"] = 1605585373,
		["last_events_tables"] = {
		},
		["alternate_power"] = {
		},
		["combat_counter"] = 1173,
		["totals"] = {
			1328346.055392, -- [1]
			0.034311, -- [2]
			{
				0, -- [1]
				[0] = 0,
				["alternatepower"] = 0,
				[3] = 0,
				[6] = 0,
			}, -- [3]
			{
				["buff_uptime"] = 0,
				["ress"] = 0,
				["debuff_uptime"] = 0,
				["cooldowns_defensive"] = 0,
				["interrupt"] = 0,
				["dispell"] = 0,
				["cc_break"] = 0,
				["dead"] = 0,
			}, -- [4]
			["frags_total"] = 0,
			["voidzone_damage"] = 0,
		},
		["player_last_events"] = {
		},
		["spells_cast_timeline"] = {
		},
		["frags_need_refresh"] = false,
		["aura_timeline"] = {
		},
		["__call"] = {
		},
		["data_inicio"] = "12:56:13",
		["end_time"] = 3239.972,
		["cleu_events"] = {
			["n"] = 1,
		},
		["segments_added"] = {
			{
				["elapsed"] = 140.4770000000003,
				["type"] = 0,
				["name"] = "공격대원의 훈련용 허수아비",
				["clock"] = "13:07:35",
			}, -- [1]
			{
				["elapsed"] = 6.048000000000229,
				["type"] = 0,
				["name"] = "훈련용 허수아비",
				["clock"] = "13:06:06",
			}, -- [2]
			{
				["elapsed"] = 47.18200000000024,
				["type"] = 0,
				["name"] = "훈련용 허수아비",
				["clock"] = "13:05:17",
			}, -- [3]
			{
				["elapsed"] = 171.712,
				["type"] = 0,
				["name"] = "훈련용 허수아비",
				["clock"] = "13:01:41",
			}, -- [4]
			{
				["elapsed"] = 5.733999999999924,
				["type"] = 0,
				["name"] = "공격대원의 훈련용 허수아비",
				["clock"] = "13:01:09",
			}, -- [5]
			{
				["elapsed"] = 68.43299999999999,
				["type"] = 0,
				["name"] = "공격대원의 훈련용 허수아비",
				["clock"] = "12:59:52",
			}, -- [6]
			{
				["elapsed"] = 79.83999999999969,
				["type"] = 0,
				["name"] = "공격대원의 훈련용 허수아비",
				["clock"] = "12:56:13",
			}, -- [7]
		},
		["totals_grupo"] = {
			1328346.022003, -- [1]
			0.034311, -- [2]
			{
				0, -- [1]
				[0] = 0,
				["alternatepower"] = 0,
				[3] = 0,
				[6] = 0,
			}, -- [3]
			{
				["buff_uptime"] = 0,
				["ress"] = 0,
				["debuff_uptime"] = 0,
				["cooldowns_defensive"] = 0,
				["interrupt"] = 0,
				["dispell"] = 0,
				["cc_break"] = 0,
				["dead"] = 0,
			}, -- [4]
		},
		["frags"] = {
		},
		["data_fim"] = "13:09:56",
		["overall_enemy_name"] = "-- x -- x --",
		["CombatSkillCache"] = {
		},
		["cleu_timeline"] = {
		},
		["start_time"] = 2720.546,
		["TimeData"] = {
			["Player Damage Done"] = {
			},
			["Raid Damage Done"] = {
			},
		},
		["PhaseData"] = {
			{
				1, -- [1]
				1, -- [2]
			}, -- [1]
			["heal_section"] = {
			},
			["heal"] = {
			},
			["damage_section"] = {
			},
			["damage"] = {
			},
		},
	},
	["local_instances_config"] = {
		{
			["modo"] = 2,
			["sub_attribute"] = 3,
			["horizontalSnap"] = false,
			["verticalSnap"] = false,
			["isLocked"] = true,
			["is_open"] = true,
			["sub_atributo_last"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				3, -- [4]
				1, -- [5]
			},
			["snap"] = {
			},
			["segment"] = 0,
			["mode"] = 2,
			["attribute"] = 4,
			["pos"] = {
				["normal"] = {
					["y"] = -400.5000305175781,
					["x"] = 859,
					["w"] = 202.0002136230469,
					["h"] = 278.9998168945313,
				},
				["solo"] = {
					["y"] = 2,
					["x"] = 1,
					["w"] = 300,
					["h"] = 200,
				},
			},
		}, -- [1]
		{
			["modo"] = 2,
			["sub_attribute"] = 1,
			["horizontalSnap"] = false,
			["verticalSnap"] = false,
			["isLocked"] = true,
			["is_open"] = true,
			["sub_atributo_last"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
			},
			["snap"] = {
			},
			["segment"] = 0,
			["mode"] = 2,
			["attribute"] = 1,
			["pos"] = {
				["normal"] = {
					["y"] = -400.5000305175781,
					["x"] = 656.499755859375,
					["w"] = 203.0002136230469,
					["h"] = 278.9998168945313,
				},
				["solo"] = {
					["y"] = 2,
					["x"] = 1,
					["w"] = 300,
					["h"] = 200,
				},
			},
		}, -- [2]
	},
	["character_data"] = {
		["logons"] = 43,
	},
	["benchmark_db"] = {
		["frame"] = {
		},
	},
	["announce_cooldowns"] = {
		["enabled"] = false,
		["ignored_cooldowns"] = {
		},
		["custom"] = "",
		["channel"] = "RAID",
	},
	["rank_window"] = {
		["last_difficulty"] = 15,
		["last_raid"] = "",
	},
	["announce_damagerecord"] = {
		["enabled"] = true,
		["channel"] = "SELF",
	},
	["cached_specs"] = {
		["Player-2116-0913E6A4"] = 254,
	},
}
